{
  "address.balance": "Solde",
  "address.received": "Reçu",
  "address.sent": "Envoyé",
  "address.transactions": "Transactions",
  "address.utxoCount": "{{count}} UTXOs",
  "breakdown.heading": "Historique des transactions ({{count}})",
  "breakdown.roleReceived": "Reçu",
  "breakdown.roleSelf": "Soi-même",
  "breakdown.roleSent": "Envoyé",
  "breakdown.showingRecent": "Affichage des {{shown}} plus récentes sur {{total}} transactions.",
  "breakdown.showMore": "Afficher plus ({{count}} restantes)",
  "breakdown.sortRecent": "Tri : Récent en premier",
  "breakdown.sortWorst": "Tri : Pire en premier",
  "breakdown.withIssues": "{{count}} avec des problèmes",
  "cex.addressCount": "{{count}} adresse",
  "cex.cancel": "Annuler",
  "cex.chainalysisClearAddr": "Aucune sanction identifiée. Les exchanges ne signaleront probablement pas cette adresse.",
  "cex.chainalysisClearTx": "Aucune sanction identifiée. Les exchanges ne signaleront probablement pas cette transaction.",
  "cex.chainalysisTitle": "Filtrage Chainalysis",
  "cex.checking": "Vérification de {{count}} adresse...",
  "cex.clear": "Aucun",
  "cex.disclaimer": "Ces vérifications couvrent uniquement le filtrage des sanctions. Les exchanges peuvent signaler des adresses pour d'autres raisons (utilisation de mixeurs, juridiction à haut risque, etc.) qui ne sont pas détectables avec des outils publics.",
  "cex.disclaimerCoinJoin": "Cette transaction a été identifiée comme un CoinJoin. Plusieurs exchanges centralisés sont documentés pour signaler, geler ou fermer des comptes pour des dépôts associés à un CoinJoin - même des mois ou des années après la transaction. Ces vérifications couvrent uniquement le filtrage des sanctions et ne peuvent pas prédire les décisions de conformité des exchanges.",
  "cex.exchangeRiskCheck": "Vérification du risque exchange",
  "cex.flagged": "SIGNALÉ",
  "cex.lastUpdated": "Dernière mise à jour : {{date}}",
  "cex.ofacClear": "Vérifié avec la liste SDN du Trésor américain. Côté client - aucune donnée envoyée.",
  "cex.ofacFlaggedPlural": "{{count}} adresses sanctionnées trouvées. Les exchanges gèleront probablement les fonds associés à ces adresses.",
  "cex.ofacFlaggedSingular": "1 adresse sanctionnée trouvée. Les exchanges gèleront probablement les fonds associés à cette adresse.",
  "cex.ofacTitle": "Liste de sanctions OFAC",
  "cex.privacyWarningPlural": "Envoie les adresses à chainalysis.com via un proxy. L'opérateur du proxy voit aussi les adresses.",
  "cex.privacyNoteTor": "Acheminé via Tor pour protéger votre IP. Chainalysis voit l'adresse mais pas votre identité.",
  "cex.privacyWarningSingular": "Envoie l'adresse à chainalysis.com via un proxy. L'opérateur du proxy voit aussi les adresses.",
  "cex.proceedDirect": "Continuer sans Tor",
  "cex.requestFailed": "Échec de la requête",
  "cex.retry": "Réessayer",
  "cex.routedDirect": "direct",
  "cex.routedViaTor": "via Tor",
  "cex.runChainalysis": "Lancer la vérification Chainalysis",
  "cex.sanctionsIdentified": "Sanctions identifiées. Les exchanges gèleront probablement les fonds.",
  "cex.torFailed": "Le proxy Tor est indisponible. Continuer enverra la requête directement - Chainalysis et l'opérateur du proxy verront votre adresse IP.",
  "cex.willFlagAddr": "Les exchanges vont-ils signaler cette adresse ?",
  "cex.willFlagTx": "Les exchanges vont-ils signaler cette transaction ?",
  "exchange.activeExchanges": "Exchanges actifs avec des politiques CoinJoin documentées",
  "exchange.defunctExchanges": "Historique (plus en activité)",
  "exchange.disclaimer": "Ces informations ont été compilées en {{date}} et peuvent être obsolètes. Les politiques des exchanges changent fréquemment - vérifiez toujours les politiques actuelles avant de transacter. Cette liste n'est pas exhaustive ; de nombreux exchanges peuvent avoir des politiques non documentées.",
  "exchange.panelTitle": "Politiques CoinJoin des exchanges",
  "exchange.policyBlocks": "Bloque",
  "exchange.policyDefunct": "Défunt",
  "exchange.policyFlags": "Signale",
  "exchange.policyNoRestrictions": "Aucune restriction connue",
  "exchange.policyRetroactive": "Rétroactif",
  "exchange.rec1": "Ne déposez pas d'outputs CoinJoin directement sur un exchange centralisé.",
  "exchange.rec2": "Maintenez une séparation stricte entre les portefeuilles de confidentialité et les portefeuilles d'exchange.",
  "exchange.rec3": "Ne mixez jamais des pièces après un retrait d'un exchange KYC - les exchanges surveillent où vont les retraits.",
  "exchange.rec4": "Utilisez des exchanges décentralisés (Bisq, RoboSats, Hodl Hodl) pour convertir les outputs CoinJoin.",
  "exchange.rec5": "Soyez conscient du risque rétroactif - les exchanges peuvent réanalyser les transactions historiques à tout moment.",
  "exchange.recommendationsTitle": "Recommandations",
  "exchange.safeAlternatives": "Alternatives décentralisées (pas de surveillance de chaîne)",
  "exchange.statusBankrupt": "En faillite",
  "exchange.statusOperating": "En activité",
  "exchange.statusShutDown": "Fermé",
  "cluster.addresses": "Adresses",
  "cluster.analyzingTxs": "Analyse des transactions",
  "cluster.buildCluster": "Construire le cluster",
  "cluster.building": "Construction du cluster...",
  "cluster.coinJoinExcluded": "{{count}} transaction CoinJoin exclue du clustering (CIOH ne s'applique pas).",
  "cluster.coinJoinTxs": "Txs CoinJoin",
  "cluster.description": "Découvrez les adresses liées en utilisant l'heuristique de propriété commune des entrées (CIOH). Suit les outputs de change sur un saut. Cela effectue des appels API supplémentaires et peut prendre quelques secondes.",
  "cluster.disclaimer": "Ceci est une estimation basse basée sur une analyse CIOH à un saut des {{count}} transactions les plus récentes. Le cluster réel peut être plus grand.",
  "cluster.failed": "L'analyse de cluster a échoué",
  "cluster.followingChange": "Suivi des outputs de change",
  "cluster.hideAddresses": "Masquer les adresses",
  "cluster.noLinked": "Aucune adresse liée trouvée. Cette adresse ne partage pas d'entrées avec d'autres adresses dans les transactions analysées.",
  "cluster.retry": "Réessayer",
  "cluster.severityLarge": "Grand cluster : {{count}} adresses sont liées par des entrées communes. Une entreprise d'analyse de chaîne peut les voir comme appartenant toutes à la même entité.",
  "cluster.severityNotable": "Cluster notable : {{count}} adresses liées. Envisagez d'utiliser CoinJoin avant de consolider vos UTXOs.",
  "cluster.severitySmall": "Petit cluster : {{count}} adresses liées par des entrées communes.",
  "cluster.showAddresses": "Afficher les adresses",
  "cluster.targetLabel": "cible",
  "cluster.title": "Analyse de cluster",
  "cluster.txsAnalyzed": "Txs analysées",
  "common.clearnet": "Clearnet",
  "common.connectionChecking": "Vérification du type de connexion...",
  "common.connectionClearnet": "Pas de Tor - mempool.space peut voir votre adresse IP",
  "common.connectionTor": "Connecté via Tor - votre IP est masquée aux fournisseurs d'API",
  "common.connectionLocal": "Connecté à une instance mempool locale - toutes les requêtes restent sur votre réseau",
  "common.connectionUnknown": "Le statut de confidentialité de la connexion n'a pas pu être déterminé",
  "common.local": "Local",
  "common.copied": "Copié",
  "common.copy": "Copier",
  "common.methodology": "Méthodologie",
  "common.privacyNotice": "Les requêtes sont envoyées à mempool.space - votre IP est visible. Utilisez Tor ou un VPN pour une meilleure confidentialité.",
  "common.selectNetwork": "Sélectionner le réseau Bitcoin",
  "common.setupGuide": "Guide d'installation",
  "common.tagline": "Votre confidentialité. Diagnostiquée.",
  "common.tipMessage": "am-i.exposed est gratuit et open source. Si cela vous a aidé, pensez à laisser un pourboire.",
  "common.tipScanQR": "Scannez avec n'importe quel portefeuille Lightning, ou copiez l'adresse ci-dessous",
  "common.tipToastMessage": "Cet outil est gratuit et open source. Laissez un pourboire pour le maintenir en ligne.",
  "common.tor": "Tor",
  "crosspromo.stuckTx": "Transaction bloquée ou lente ? Débloquez-la en 3 clics.",
  "crosspromo.txfixDescription": "txfix.click - sauvetage de transactions gratuit et open source",
  "errors.address_not_found": "Adresse introuvable. Vérifiez qu'elle est correcte et existe sur le réseau sélectionné.",
  "errors.api_custom": "Votre point d'accès API personnalisé a retourné une erreur. Vérifiez qu'il est en cours d'exécution.",
  "errors.api_unavailable": "L'API est temporairement indisponible. Veuillez réessayer plus tard.",
  "errors.api_unavailable_short": "API temporairement indisponible. Réessayez plus tard.",
  "errors.boundary_description": "Une erreur inattendue s'est produite. C'est généralement temporaire - essayez de rafraîchir la page ou de recommencer.",
  "errors.boundary_title": "Une erreur est survenue",
  "errors.invalid_address": "Adresse Bitcoin invalide.",
  "errors.invalid_input": "Adresse Bitcoin ou identifiant de transaction invalide.",
  "errors.network": "Erreur réseau. Vérifiez votre connexion internet ou réessayez plus tard.",
  "errors.network_custom": "La connexion à votre point d'accès personnalisé a échoué. Ouvrez les paramètres API pour dépanner.",
  "errors.network_short": "Erreur réseau. Vérifiez votre connexion internet.",
  "errors.not_found": "Introuvable. Vérifiez que l'adresse ou l'identifiant de transaction est correct et existe sur le réseau sélectionné.",
  "errors.presend_txid": "La vérification pré-envoi ne fonctionne qu'avec des adresses, pas des identifiants de transaction.",
  "errors.rate_limited": "Limite de requêtes atteinte sur mempool.space. Veuillez patienter un moment et réessayer.",
  "errors.rate_limited_short": "Limite de requêtes atteinte. Veuillez patienter un moment et réessayer.",
  "errors.try_again": "Réessayer",
  "errors.unexpected": "Une erreur inattendue s'est produite.",
  "export.baseScore": "Score de base",
  "export.copied": "Copié",
  "export.copyReport": "Copier le rapport",
  "export.copyToClipboard": "Copier le rapport dans le presse-papiers",
  "export.failed": "Échec",
  "export.finalScore": "Score final",
  "export.findings": "Résultats ({{count}})",
  "export.grade": "Note : {{grade}} ({{score}}/100)",
  "export.link": "Lien",
  "export.query": "Requête : {{query}}",
  "export.reportTitle": "am-i.exposed - Rapport de confidentialité Bitcoin",
  "export.scannedWith": "Analysé avec am-i.exposed",
  "export.scoreBreakdown": "Détail du score",
  "export.scoreImpact": "Impact sur le score",
  "finding.anon-set-moderate.description": "{{count}} outputs partagent la valeur {{value}}. Cela offre une ambiguïté limitée.",
  "finding.anon-set-moderate.recommendation": "Pour une confidentialité plus forte, utilisez CoinJoin pour créer des ensembles d'anonymat plus grands (5+ outputs égaux).",
  "finding.anon-set-moderate.title": "Ensemble d'anonymat : {{count}} outputs égaux",
  "finding.anon-set-none.description": "Les {{outputCount}} outputs ont tous des valeurs uniques. Chaque output est trivialement distinguable, ce qui est typique des transactions standard.",
  "finding.anon-set-none.recommendation": "C'est normal pour la plupart des transactions. CoinJoin crée des ensembles d'anonymat plus grands pour une meilleure confidentialité.",
  "finding.anon-set-none.title": "Aucun ensemble d'anonymat (tous les outputs sont uniques)",
  "finding.anon-set-none.title_coinjoin": "Aucun ensemble d'anonymat (tous les outputs sont uniques) (CoinJoin - confidentialité structurelle)",
  "finding.anon-set-strong.description": "{{count}} outputs partagent la valeur {{value}}, créant un ensemble d'anonymat de {{count}}. Un observateur ne peut pas distinguer quelle entrée a financé lequel de ces {{count}} outputs égaux.",
  "finding.anon-set-strong.recommendation": "Des ensembles d'anonymat forts indiquent une bonne confidentialité. Les transactions CoinJoin maximisent cette propriété.",
  "finding.anon-set-strong.title": "Plus grand ensemble d'anonymat : {{count}} outputs",
  "finding.coinbase-transaction.description": "Ceci est une transaction coinbase qui crée de nouvelles pièces comme récompense de bloc. Les adresses de sortie appartiennent à un pool de minage ou un mineur solo. Les pools de minage sont des entités publiquement identifiables, et les entreprises d'analyse de chaîne étiquettent régulièrement leurs adresses de paiement. Ce n'est pas un problème de confidentialité en soi, mais cela signifie que l'origine de ces fonds est publiquement attribuable.",
  "finding.coinbase-transaction.recommendation": "Aucune action nécessaire. Les paiements de minage font partie du fonctionnement normal de Bitcoin. Si vous souhaitez réduire la traçabilité des pièces minées, envisagez d'utiliser CoinJoin avant de les dépenser.",
  "finding.coinbase-transaction.title": "Transaction coinbase (récompense de bloc)",
  "finding.dust-attack.description": "Cette transaction envoie un montant infime ({{totalDustValue}} sats), un schéma courant dans les attaques dust. Les attaquants envoient de petits montants aux adresses cibles pour suivre quand le dust est dépensé, révélant les clusters de portefeuilles. Si vous avez reçu ce dust, NE le dépensez PAS avec vos autres UTXOs.",
  "finding.dust-attack.recommendation": "Marquez cet UTXO comme 'ne pas dépenser' dans votre portefeuille. Si vous devez le consolider, envoyez-le d'abord à travers un CoinJoin ou vers un portefeuille complètement séparé. De nombreux portefeuilles supportent le contrôle de pièces pour geler des UTXOs individuels.",
  "finding.dust-attack.title": "Possible attaque dust ({{totalDustValue}} sats)",
  "finding.dust-attack.title_coinjoin": "Possible attaque dust ({{totalDustValue}} sats) (CoinJoin - probablement frais du coordinateur)",
  "finding.dust-outputs.description": "Cette transaction contient {{dustCount}} outputs en dessous de {{threshold}} sats (total : {{totalDustValue}} sats). Les outputs minuscules sont peu rentables à dépenser et peuvent indiquer du dust à des fins de suivi.",
  "finding.dust-outputs.recommendation": "Soyez prudent lorsque vous dépensez des UTXOs dust. Utilisez le contrôle de pièces pour éviter de les mélanger avec vos UTXOs principaux, ce qui pourrait lier vos adresses entre elles.",
  "finding.dust-outputs.title_coinjoin": "{{dustCount}} outputs dust détectés (CoinJoin - probablement frais du coordinateur)",
  "finding.dust-outputs.title_one": "{{dustCount}} output dust détecté (< {{threshold}} sats)",
  "finding.dust-outputs.title_other": "{{dustCount}} outputs dust détectés (< {{threshold}} sats)",
  "finding.h1-round-amount.description": "{{count}} des {{total}} outputs sont des nombres ronds. Les montants de paiement ronds rendent triviale la distinction entre paiements et change, révélant le montant exact envoyé et quel output est le change.",
  "finding.h1-round-amount.recommendation": "Évitez d'envoyer des montants BTC ronds. De nombreux portefeuilles permettent d'envoyer des montants exacts en sats. Même ajouter quelques sats aléatoires aide à masquer le montant du paiement.",
  "finding.h1-round-amount.title": "{{count}} output à montant rond détecté",
  "finding.h1-round-amount.title_coinjoin": "{{count}} outputs à montants ronds détectés (dénomination CoinJoin)",
  "finding.h1-round-amount.title_other": "{{count}} outputs à montants ronds détectés",
  "finding.h10-p2pkh.description": "Les adresses Legacy P2PKH révèlent la clé publique lors de la dépense et ont des frais plus élevés. Bien qu'elles aient un grand ensemble d'anonymat historique, les outils modernes de confidentialité et les protocoles CoinJoin utilisent principalement des types d'adresses plus récents.",
  "finding.h10-p2pkh.recommendation": "Passez à un portefeuille Native SegWit (bc1q) ou Taproot (bc1p) pour une meilleure confidentialité et des frais plus bas.",
  "finding.h10-p2pkh.title": "Adresse Legacy (P2PKH)",
  "finding.h10-p2sh.description": "Les adresses P2SH révèlent leur type de script lors de la dépense, réduisant la confidentialité. Elles ont aussi un ensemble d'anonymat plus petit que les adresses Native SegWit ou Taproot.",
  "finding.h10-p2sh.recommendation": "Passez à un portefeuille Native SegWit (bc1q) ou Taproot (bc1p).",
  "finding.h10-p2sh.title": "Adresse Pay-to-Script-Hash (P2SH)",
  "finding.h10-p2tr.description": "Les adresses Taproot offrent la meilleure confidentialité on-chain. Lors de dépenses par clé (le cas courant), toutes les conditions de dépense - single-sig, multisig, timelocks - sont identiques on-chain, rendant les transactions indistinguables les unes des autres.",
  "finding.h10-p2tr.recommendation": "Vous utilisez le type d'adresse le plus confidentiel disponible. Encouragez les autres à adopter Taproot pour agrandir l'ensemble d'anonymat.",
  "finding.h10-p2tr.title": "Adresse Taproot (P2TR)",
  "finding.h10-p2wpkh.description": "P2WPKH est un bon choix avec un grand ensemble d'anonymat, mais Taproot (P2TR) offre une meilleure confidentialité car tous les types de dépenses sont identiques.",
  "finding.h10-p2wpkh.recommendation": "Envisagez de passer à un portefeuille compatible Taproot pour une meilleure confidentialité.",
  "finding.h10-p2wpkh.title": "Adresse Native SegWit (P2WPKH)",
  "finding.h10-p2wsh.description": "P2WSH est utilisé pour le multisig Native SegWit et les scripts complexes. Le script de dépense est révélé on-chain lors de la dépense, ce qui réduit la confidentialité par rapport à Taproot où les dépenses par clé masquent le script.",
  "finding.h10-p2wsh.recommendation": "Envisagez de passer à un multisig basé sur Taproot (MuSig2 ou FROST) pour une meilleure confidentialité.",
  "finding.h10-p2wsh.title": "Adresse Native SegWit multisig (P2WSH)",
  "finding.h11-wallet-fingerprint.description": "Les métadonnées de la transaction révèlent des caractéristiques du portefeuille : {{signals}}. L'identification du portefeuille aide les analystes de chaîne à cerner le logiciel utilisé, ce qui, combiné à d'autres données, peut faciliter la désanonymisation.",
  "finding.h11-wallet-fingerprint.description_identified": "Les métadonnées de la transaction révèlent des caractéristiques du portefeuille : {{signals}}. Ces signaux sont cohérents avec {{walletGuess}}. L'identification du portefeuille aide les analystes de chaîne à cerner le logiciel utilisé, ce qui, combiné à d'autres données, peut faciliter la désanonymisation.",
  "finding.h11-wallet-fingerprint.recommendation": "L'empreinte de portefeuille est difficile à éviter sans modifier le logiciel du portefeuille. Les transactions Taproot (P2TR) aident car les dépenses par clé sont toutes identiques. Utiliser des portefeuilles populaires avec de grandes bases d'utilisateurs réduit le pouvoir d'identification des empreintes.",
  "finding.h11-wallet-fingerprint.title_coinjoin": "Empreinte du portefeuille : probablement {{walletGuess}} (CoinJoin - moins pertinent)",
  "finding.h11-wallet-fingerprint.title_identified": "Empreinte du portefeuille : probablement {{walletGuess}}",
  "finding.h11-wallet-fingerprint.title_signals_one": "{{signalCount}} signal d'empreinte de portefeuille détecté",
  "finding.h11-wallet-fingerprint.title_signals_other": "{{signalCount}} signaux d'empreinte de portefeuille détectés",
  "finding.h13-ofac-match.description": "Cette adresse correspond à une entrée sur la liste OFAC des ressortissants spécialement désignés (SDN) du Trésor américain. Les transactions avec des adresses sanctionnées peuvent avoir de graves conséquences juridiques.",
  "finding.h13-ofac-match.recommendation": "N'envoyez PAS de fonds à cette adresse. Consultez un avocat si vous avez déjà effectué des transactions avec cette adresse.",
  "finding.h13-ofac-match.title": "Adresse sanctionnée OFAC",
  "finding.h13-presend-check.recommendation_low": "Cette destination semble propre. Vous pouvez procéder à votre transaction.",
  "finding.h13-presend-check.recommendation_other": "Demandez au destinataire une adresse neuve et inutilisée. S'il s'agit d'un exchange, considérez les implications pour la confidentialité.",
  "finding.h13-presend-check.title": "Risque de la destination : {{riskLevel}}",
  "finding.h2-change-detected.description": "{{signalCount}} sous-heuristiques pointent vers un output de change probable. Lorsque l'output de change est connu, le montant exact du paiement et le destinataire sont révélés.",
  "finding.h2-change-detected.recommendation": "Utilisez des portefeuilles avec randomisation de l'output de change. Évitez les montants de paiement ronds. Envisagez d'utiliser le même type d'adresse pour tous les outputs (Taproot facilite cela).",
  "finding.h2-change-detected.title": "Output de change probablement identifiable (confiance {{confidence}})",
  "finding.h2-change-detected.title_coinjoin": "Output de change probablement identifiable (confiance {{confidence}}) (CoinJoin - non fiable)",
  "finding.h3-cioh.description": "Cette transaction combine des entrées de {{count}} adresses différentes. Les entreprises d'analyse de chaîne supposeront que ces {{count}} adresses appartiennent à la même entité. Cette hypothèse est probabiliste mais largement appliquée dans la surveillance commerciale de chaîne.",
  "finding.h3-cioh.recommendation": "Utilisez le contrôle de pièces pour éviter de combiner des UTXOs de différentes adresses. Si la consolidation est nécessaire, utilisez d'abord CoinJoin pour briser le lien entre les adresses sources.",
  "finding.h3-cioh.title": "{{count}} adresses d'entrée liées par CIOH",
  "finding.h3-cioh.title_coinjoin": "{{count}} adresses d'entrée liées par CIOH (CoinJoin - attendu)",
  "finding.h3-single-input.description": "Cette transaction utilise une seule adresse d'entrée, donc l'heuristique de propriété commune des entrées ne s'applique pas. Aucun clustering d'adresses n'est possible à partir des seules entrées.",
  "finding.h3-single-input.recommendation": "Continuez à utiliser des transactions à entrée unique lorsque c'est possible.",
  "finding.h3-single-input.title": "Adresse d'entrée unique",
  "finding.h4-coinjoin.description": "{{count}} des {{total}} outputs ont la même valeur ({{denomination}}). Ce schéma est caractéristique des transactions CoinJoin collaboratives qui brisent le lien entre entrées et sorties, améliorant significativement la confidentialité.",
  "finding.h4-coinjoin.description_wabisabi": "Cette transaction a {{vin}} entrées et {{vout}} sorties avec {{groups}} groupes d'outputs de valeur égale, cohérent avec un CoinJoin WabiSabi (Wasabi Wallet 2.0) utilisant plusieurs niveaux de dénomination. Ce schéma brise le lien entre entrées et sorties, améliorant significativement la confidentialité.",
  "finding.h4-coinjoin.recommendation": "CoinJoin est une technique de confidentialité puissante. Pour un bénéfice maximal, assurez-vous d'utiliser un coordinateur CoinJoin réputé et envisagez plusieurs tours.",
  "finding.h4-coinjoin.recommendation_wabisabi": "Les CoinJoins WabiSabi offrent une excellente confidentialité grâce à de grands ensembles d'anonymat et plusieurs niveaux de dénomination. Continuez à utiliser CoinJoin pour une confidentialité maximale.",
  "finding.h4-coinjoin.title": "CoinJoin probable : {{count}} outputs égaux de {{denomination}}",
  "finding.h4-coinjoin.title_wabisabi": "WabiSabi CoinJoin : {{groups}} niveaux de dénomination, {{totalEqual}} outputs égaux sur {{vout}} au total",
  "finding.h4-exchange-flagging.description": "Plusieurs exchanges centralisés sont documentés pour signaler ou geler des comptes associés à des transactions CoinJoin. Certains exchanges signalent rétroactivement l'utilisation de CoinJoin des mois ou des années après les faits. Dans des cas documentés, Bitstamp a signalé des CoinJoins des années plus tard, BitMEX a signalé des comptes des mois après un retrait vers un mixeur, et BlockFi a clôturé le prêt garanti d'un utilisateur parce que les pièces déposées avaient un historique CoinJoin d'un propriétaire précédent (l'utilisateur n'avait jamais mixé de pièces lui-même). Ceci est basé sur des incidents documentés publiquement et ne constitue pas une liste exhaustive du comportement des exchanges.",
  "finding.h4-exchange-flagging.recommendation": "Ne déposez pas d'outputs CoinJoin directement sur un exchange centralisé. Utilisez des exchanges décentralisés et non-custodials (Bisq, RoboSats, Hodl Hodl) qui n'appliquent pas de surveillance de chaîne. Maintenez une séparation stricte entre les portefeuilles de confidentialité et les portefeuilles d'exchange.",
  "finding.h4-exchange-flagging.title": "Les exchanges peuvent signaler cette transaction",
  "finding.h4-joinmarket.description": "Cette transaction a {{vin}} entrées provenant de {{count}} adresses distinctes et {{count}} outputs avec la même valeur ({{denomination}}), cohérent avec un CoinJoin JoinMarket utilisant le modèle maker/taker. JoinMarket offre de la confidentialité en combinant les entrées de plusieurs participants dans une seule transaction, rendant difficile la détermination de quelle entrée a financé quel output.",
  "finding.h4-joinmarket.recommendation": "JoinMarket offre une bonne confidentialité grâce à son modèle décentralisé maker/taker. Pour une confidentialité plus forte, envisagez plusieurs tours de mixage.",
  "finding.h4-joinmarket.title": "CoinJoin JoinMarket probable : {{count}} outputs égaux de {{denomination}}",
  "finding.h4-whirlpool.description": "Cette transaction correspond au schéma Whirlpool CoinJoin : 5 outputs égaux à une dénomination standard. Whirlpool offre une forte confidentialité prospective en brisant les liens déterministes entre transactions.",
  "finding.h4-whirlpool.recommendation": "Whirlpool est l'une des implémentations CoinJoin les plus robustes. Assurez-vous aussi de remixer (plusieurs tours) pour une confidentialité maximale.",
  "finding.h4-whirlpool.title": "Whirlpool CoinJoin détecté (pool {{denom}})",
  "finding.h5-entropy.description": "Cette transaction a {{entropy}} bits d'entropie (via {{method}}), ce qui signifie qu'il y a environ {{interpretations}} interprétations valides du flux de fonds. Une entropie plus élevée rend l'analyse de chaîne moins fiable.",
  "finding.h5-entropy.recommendation_high": "Bon niveau d'entropie. Les transactions CoinJoin peuvent atteindre une entropie encore plus élevée.",
  "finding.h5-entropy.recommendation_low": "Envisagez d'utiliser CoinJoin pour augmenter significativement l'entropie des transactions.",
  "finding.h5-entropy.title": "Entropie de transaction : {{entropy}} bits",
  "finding.h5-low-entropy.description": "Cette transaction a une entropie quasi nulle ({{entropy}} bits, via {{method}}). Il n'y a essentiellement qu'une seule interprétation valide du flux de fonds, rendant le traçage trivial.",
  "finding.h5-low-entropy.recommendation": "Les transactions à entropie plus élevée sont plus difficiles à tracer. Envisagez d'utiliser CoinJoin pour maximiser l'ambiguïté des transactions.",
  "finding.h5-low-entropy.title": "Entropie de transaction très faible",
  "finding.h5-zero-entropy.description": "Cette transaction a une seule entrée et une seule sortie, ce qui signifie qu'il n'y a qu'une seule interprétation possible. Aucune ambiguïté n'existe sur le flux de fonds.",
  "finding.h5-zero-entropy.recommendation": "Les transactions avec plus d'entrées et de sorties ont naturellement une entropie plus élevée. Les transactions CoinJoin maximisent l'entropie.",
  "finding.h5-zero-entropy.title": "Entropie de transaction nulle",
  "finding.h6-rbf-signaled.description": "Cette transaction signale la remplaçabilité RBF (nSequence < 0xfffffffe). Bien que RBF en soi ne soit pas un problème de confidentialité, cela révèle que le portefeuille de l'expéditeur supporte l'augmentation de frais, ce qui réduit les possibilités de logiciel de portefeuille utilisé.",
  "finding.h6-rbf-signaled.recommendation": "RBF est généralement recommandé pour la gestion des frais. À mesure que davantage de portefeuilles l'adoptent, ce signal devient moins identifiant.",
  "finding.h6-rbf-signaled.title": "RBF (Replace-by-Fee) signalé",
  "finding.h6-rbf-signaled.title_coinjoin": "RBF (Replace-by-Fee) signalé (CoinJoin - frais du coordinateur)",
  "finding.h6-round-fee-rate.description": "Cette transaction utilise un taux de frais entier exact de {{feeRate}} sat/vB. Certains logiciels de portefeuille utilisent des taux de frais ronds plutôt que des estimations précises, ce qui peut aider à identifier le portefeuille utilisé.",
  "finding.h6-round-fee-rate.recommendation": "C'est un signal mineur. La plupart des portefeuilles modernes utilisent désormais une estimation précise des frais.",
  "finding.h6-round-fee-rate.title": "Taux de frais exact : {{feeRate}} sat/vB",
  "finding.h6-round-fee-rate.title_coinjoin": "Taux de frais exact : {{feeRate}} sat/vB (CoinJoin - frais du coordinateur)",
  "finding.h7-op-return.description": "Cette transaction intègre des données de manière permanente dans la blockchain via OP_RETURN. Ces données sont publiquement visibles pour toujours.",
  "finding.h7-op-return.description_decoded": "Cette transaction intègre des données de manière permanente dans la blockchain via OP_RETURN. Ces données sont publiquement visibles pour toujours. Texte décodé : \"{{decoded}}\".",
  "finding.h7-op-return.description_protocol": "Cette transaction intègre des données de manière permanente dans la blockchain via OP_RETURN. Ces données sont publiquement visibles pour toujours. Protocole détecté : {{protocol}}.",
  "finding.h7-op-return.recommendation": "Sachez que les données OP_RETURN sont permanentes et publiques. Évitez les transactions qui intègrent des métadonnées inutiles si la confidentialité est importante.",
  "finding.h7-op-return.title": "Données OP_RETURN intégrées dans la transaction",
  "finding.h7-op-return.title_protocol": "OP_RETURN : données {{protocol}} intégrées",
  "finding.h8-address-reuse.description": "Cette adresse apparaît dans {{txCount}} transactions. Chaque transaction vers et depuis cette adresse est désormais trivialement liée par l'analyse de chaîne. La réutilisation d'adresse est la pratique la plus dommageable pour la confidentialité Bitcoin.",
  "finding.h8-address-reuse.recommendation": "Utilisez un portefeuille qui génère une nouvelle adresse pour chaque réception (HD wallet). Ne partagez jamais la même adresse deux fois. Envisagez de consolider les fonds vers une nouvelle adresse via CoinJoin.",
  "finding.h8-address-reuse.title": "Adresse réutilisée dans {{txCount}} transactions",
  "finding.h8-batch-receive.description": "Cette adresse a reçu {{totalFunded}} outputs dans une seule transaction, probablement un paiement groupé. Bien que cela crée plusieurs UTXOs, cela ne constitue pas une réutilisation d'adresse puisqu'une seule transaction est impliquée.",
  "finding.h8-batch-receive.recommendation": "Cela est généralement causé par les retraits groupés des exchanges. Utilisez une adresse neuve pour la prochaine réception.",
  "finding.h8-batch-receive.title": "Plusieurs UTXOs d'une même transaction (paiement groupé)",
  "finding.h8-no-reuse.description": "Cette adresse n'a reçu des fonds qu'une seule fois. Les adresses à usage unique sont une pratique fondamentale de confidentialité Bitcoin.",
  "finding.h8-no-reuse.recommendation": "Continuez à utiliser des adresses neuves pour chaque réception.",
  "finding.h8-no-reuse.title": "Aucune réutilisation d'adresse détectée",
  "finding.h9-clean.description": "Aucun UTXO dust détecté et le nombre d'UTXOs est gérable. C'est un état sain pour la confidentialité.",
  "finding.h9-clean.recommendation": "Continuez à pratiquer une bonne gestion des UTXOs.",
  "finding.h9-clean.title": "Ensemble d'UTXOs propre",
  "finding.h9-dust-detected.description": "{{dustCount}} UTXOs trouvés en dessous de {{threshold}} sats (total : {{totalDust}} sats). Les petits UTXOs non sollicités sont souvent des \"attaques dust\" - des entités de surveillance envoient de petits montants pour suivre vos dépenses. Lorsque vous dépensez du dust avec d'autres UTXOs, cela les lie ensemble via l'heuristique de propriété commune des entrées.",
  "finding.h9-dust-detected.recommendation": "NE dépensez PAS ces UTXOs dust. Gelez-les dans la fonction de contrôle de pièces de votre portefeuille. Si votre portefeuille ne supporte pas le contrôle de pièces, envisagez d'en changer pour un qui le supporte (Sparrow, Bitcoin Core).",
  "finding.h9-dust-detected.title_one": "{{dustCount}} UTXO dust potentiel détecté",
  "finding.h9-dust-detected.title_other": "{{dustCount}} UTXOs dust potentiels détectés",
  "finding.h9-many-utxos.description": "Cette adresse détient {{utxoCount}} UTXOs. Dépenser plusieurs UTXOs dans une seule transaction les lie ensemble via CIOH, réduisant la confidentialité. Les grands ensembles d'UTXOs augmentent aussi les frais de transaction.",
  "finding.h9-many-utxos.recommendation": "Envisagez de consolider les UTXOs pendant les périodes de frais bas en utilisant le contrôle de pièces, ou faites-les passer par un CoinJoin pour briser les liens avant la consolidation.",
  "finding.h9-many-utxos.title": "Grand ensemble d'UTXOs ({{utxoCount}} UTXOs)",
  "finding.h9-moderate-utxos.description": "Cette adresse a {{utxoCount}} UTXOs. Soyez attentif lors des dépenses - combiner des UTXOs dans une seule transaction révèle une propriété commune.",
  "finding.h9-moderate-utxos.recommendation": "Utilisez le contrôle de pièces pour sélectionner des UTXOs spécifiques lors de l'envoi. Évitez la sélection automatique qui combine tous les UTXOs.",
  "finding.h9-moderate-utxos.title": "{{utxoCount}} UTXOs sur cette adresse",
  "finding.partial-history.description_partial": "Cette adresse a {{totalOnChain}} transactions au total mais seules les {{txsAnalyzed}} plus récentes ont été analysées. Les transactions plus anciennes peuvent contenir des schémas supplémentaires pertinents pour la confidentialité non reflétés dans ces résultats.",
  "finding.partial-history.description_unavailable": "Cette adresse a {{totalOnChain}} transactions mais l'historique des transactions n'a pas pu être récupéré. L'analyse des schémas de dépense n'a pas pu être effectuée, le score peut donc être incomplet.",
  "finding.partial-history.recommendation_partial": "Pour une analyse complète des adresses à forte activité, envisagez d'exécuter un noeud complet avec un serveur Electrum local.",
  "finding.partial-history.recommendation_unavailable": "Réessayez plus tard, ou utilisez un point d'accès API personnalisé avec des limites de requêtes plus élevées.",
  "finding.partial-history.title_partial": "Historique partiel analysé ({{txsAnalyzed}} sur {{totalOnChain}} transactions)",
  "finding.partial-history.title_unavailable": "Historique des transactions indisponible",
  "finding.recommendation_label": "Recommandation",
  "finding.recommendationLabel": "Recommandation",
  "finding.score_impact": "Impact sur le score : {{impact}}",
  "finding.scoreImpactLabel": "Impact sur le score :",
  "finding.script-mixed.description": "Cette transaction utilise {{typeCount}} types de scripts différents ({{types}}). Mélanger les types de scripts facilite la détection du change et peut identifier le logiciel du portefeuille.",
  "finding.script-mixed.recommendation": "Utilisez un portefeuille qui envoie le change vers le même type d'adresse que les entrées. Taproot (P2TR) unifie tous les types de scripts.",
  "finding.script-mixed.title": "{{typeCount}} types de scripts différents dans la transaction",
  "finding.script-mixed.title_coinjoin": "{{typeCount}} types de scripts différents dans la transaction (CoinJoin - attendu)",
  "finding.script-multisig.description": "Cette transaction contient {{count}} outputs bare multisig (P2MS). Le bare multisig expose TOUTES les clés publiques directement sur la blockchain, rendant triviale l'identification des parties signataires. C'est un schéma ancien qui devrait être évité.",
  "finding.script-multisig.recommendation": "Utilisez du multisig encapsulé dans P2SH ou P2WSH au lieu du bare multisig. Mieux encore, utilisez Taproot (P2TR) avec MuSig2 ou FROST pour un multisig qui ressemble à du single-sig on-chain.",
  "finding.script-multisig.title_one": "Output bare multisig détecté",
  "finding.script-multisig.title_other": "Outputs bare multisig détectés",
  "finding.script-uniform.description": "Toutes les entrées et sorties utilisent le même type de script, rendant la détection du change plus difficile. Un observateur ne peut pas utiliser l'incompatibilité de type de script pour identifier l'output de change.",
  "finding.script-uniform.recommendation": "Continuez à utiliser des portefeuilles qui maintiennent des types d'adresses cohérents.",
  "finding.script-uniform.title": "Types de script uniformes",
  "finding.spending-high-volume.description": "Cette adresse a été impliquée dans {{totalTxs}} transactions. Les adresses à fort volume sont plus susceptibles d'être surveillées par les entreprises d'analyse de chaîne et peuvent être associées à des services, des exchanges ou des entreprises.",
  "finding.spending-high-volume.recommendation": "Utilisez des HD wallet pour répartir l'activité sur de nombreuses adresses. Évitez de concentrer l'activité sur une seule adresse.",
  "finding.spending-high-volume.title": "Volume de transactions élevé ({{totalTxs}} transactions)",
  "finding.spending-many-counterparties.description": "Cette adresse a envoyé ou reçu des fonds impliquant {{counterpartyCount}}+ adresses différentes. Un grand nombre de contreparties crée une large surface d'exposition et rend l'adresse plus facile à regrouper avec d'autres entités connues.",
  "finding.spending-many-counterparties.recommendation": "Utilisez des adresses séparées pour différents partenaires de transaction. Les HD wallet le font automatiquement.",
  "finding.spending-many-counterparties.title": "Transactions avec {{counterpartyCount}}+ contreparties",
  "finding.spending-never-spent.description": "Cette adresse a reçu des fonds mais ne les a jamais dépensés. C'est caractéristique du stockage à froid, ce qui est bon pour la sécurité. Comme aucune transaction de dépense n'existe, aucun schéma de dépense on-chain ne peut être analysé.",
  "finding.spending-never-spent.recommendation": "Lorsque vous dépenserez depuis cette adresse, utilisez le contrôle de pièces et envisagez CoinJoin.",
  "finding.spending-never-spent.title": "L'adresse n'a jamais dépensé (stockage à froid)",
  "finding.timing-locktime-timestamp.description": "Cette transaction utilise nLockTime comme horodatage UNIX ({{locktime}}), ce qui est inhabituel. La plupart des portefeuilles utilisent un nLockTime basé sur la hauteur de bloc ou 0. Un nLockTime basé sur un horodatage peut révéler le moment prévu de diffusion et préciser quand la transaction a été créée.",
  "finding.timing-locktime-timestamp.recommendation": "Utilisez des portefeuilles qui définissent nLockTime sur la hauteur de bloc actuelle (anti-fee-sniping) plutôt que sur des horodatages. Bitcoin Core et Sparrow le font par défaut.",
  "finding.timing-locktime-timestamp.title": "nLockTime défini sur un horodatage ({{date}})",
  "finding.timing-stale-locktime.description": "Le nLockTime ({{locktime}}) est à {{diff}} blocs de la hauteur de confirmation ({{blockHeight}}). Cela suggère que la transaction a été créée bien avant sa diffusion, ou a été délibérément retardée. Cela peut révéler des informations sur les habitudes de préparation de transactions de l'expéditeur.",
  "finding.timing-stale-locktime.recommendation": "Diffusez les transactions rapidement après leur création. De longs délais entre la création et la diffusion peuvent être détectés et peuvent révéler un comportement de regroupement de transactions.",
  "finding.timing-stale-locktime.title": "Transaction retenue pendant environ {{diff}} blocs avant confirmation",
  "finding.timing-unconfirmed.description": "Cette transaction n'a pas encore été confirmée dans un bloc. Les transactions non confirmées sont visibles dans le mempool, ce qui signifie que quiconque surveillant le réseau P2P aurait pu voir quand votre noeud l'a diffusée, corrélant potentiellement votre adresse IP avec cette transaction.",
  "finding.timing-unconfirmed.recommendation": "Lors de la diffusion de transactions sensibles, utilisez Tor pour vous connecter au réseau Bitcoin. Envisagez d'utiliser un portefeuille qui diffuse via Tor par défaut (Sparrow, Wasabi).",
  "finding.timing-unconfirmed.title": "Transaction non confirmée (visible dans le mempool)",
  "finding.timing-unconfirmed.title_coinjoin": "Transaction non confirmée (visible dans le mempool) (CoinJoin - attendu)",
  "input.buttonCheck": "Vérifier",
  "input.buttonScan": "Analyser",
  "input.descriptionCheck": "Vérifiez une adresse de destination avant d'y envoyer des bitcoins",
  "input.descriptionScan": "Analysez votre adresse ou transaction pour détecter les fuites de confidentialité",
  "input.detected": "Détecté :",
  "input.detectedAddress": "Adresse Bitcoin",
  "input.detectedTxid": "Identifiant de transaction",
  "input.errorInvalid": "Cela ne ressemble pas à une adresse Bitcoin ou un txid. Vérifiez et réessayez.",
  "input.modeCheck": "Vérification pré-envoi",
  "input.modeScan": "Analyser",
  "input.placeholderCheck": "Collez l'adresse de destination à vérifier",
  "input.placeholderScan": "Collez une adresse Bitcoin ou un identifiant de transaction",
  "install.description": "Installez comme application pour un accès plus rapide. Aucun app store nécessaire.",
  "install.installNow": "Installer maintenant",
  "install.title": "Installer am-i.exposed",
  "loader.diagnosing": "Diagnostic de votre confidentialité...",
  "loader.fetching": "Récupération des données depuis mempool.space...",
  "methodology.back": "Retour au scanner",
  "methodology.calculation_formula": "final_score = clamp(70 + sum(all_heuristic_impacts), 0, 100)",
  "methodology.calculation_heading": "Calcul",
  "methodology.calculation_text": "Toute analyse commence avec un <b>score de base de 70</b> - représentant une transaction Bitcoin typique sans caractéristiques évidemment bonnes ou mauvaises. La base est supérieure à 50 car la plupart des transactions ne sont pas catastrophiquement mauvaises ; elles portent l'exposition normale et de référence d'une blockchain publique et transparente.",
  "methodology.cross_heuristic_heading": "Intelligence inter-heuristiques",
  "methodology.cross_heuristic_intro": "Après l'exécution de toutes les heuristiques, le moteur applique des règles inter-heuristiques pour éviter les pénalités erronées :",
  "methodology.cross_rule_1_label": "CoinJoin supprime CIOH",
  "methodology.cross_rule_1_text": "les multiples adresses d'entrée dans un CoinJoin appartiennent à différents participants, donc la pénalité CIOH est annulée",
  "methodology.cross_rule_2_label": "CoinJoin supprime les montants ronds",
  "methodology.cross_rule_2_text": "les outputs égaux dans un CoinJoin sont la dénomination, pas une fuite de confidentialité",
  "methodology.cross_rule_3_label": "CoinJoin supprime la détection du change",
  "methodology.cross_rule_3_text": "l'identification du change dans les transactions CoinJoin n'est pas fiable et la pénaliser serait trompeur",
  "methodology.cross_rule_4_label": "CoinJoin supprime le mélange de types de script",
  "methodology.cross_rule_4_text": "les types de scripts mixtes sont attendus lorsque les participants utilisent différents logiciels de portefeuille",
  "methodology.cross_rule_5_label": "CoinJoin supprime l'empreinte du portefeuille",
  "methodology.cross_rule_5_text": "l'identification du portefeuille est moins pertinente lorsque le CoinJoin brise déjà la traçabilité du graphe de transactions",
  "methodology.cross_rule_6_label": "CoinJoin supprime la détection du dust",
  "methodology.cross_rule_6_text": "les petits outputs dans les transactions CoinJoin sont typiquement des frais du coordinateur, pas des attaques dust",
  "methodology.cross_rule_7_label": "CoinJoin supprime l'analyse temporelle",
  "methodology.cross_rule_7_text": "le moment de diffusion dans un CoinJoin est coordonné et ne révèle pas le comportement individuel des participants",
  "methodology.cross_rule_8_label": "CoinJoin supprime l'empreinte des frais",
  "methodology.cross_rule_8_text": "le taux de frais et les signaux RBF dans un CoinJoin révèlent le coordinateur, pas le portefeuille du participant",
  "methodology.cross_rule_9_label": "CoinJoin supprime la pénalité d'absence d'ensemble d'anonymat",
  "methodology.cross_rule_9_text": "la structure CoinJoin fournit une confidentialité au-delà de la simple correspondance de valeurs d'outputs",
  "methodology.grade_aplus_description": "Excellente confidentialité - CoinJoin, Taproot, pas de réutilisation, haute entropie",
  "methodology.grade_aplus_detail": "Utilise des techniques avancées de confidentialité comme CoinJoin qui brisent les liens déterministes entre transactions. Une exposition minimale des métadonnées et des ensembles d'anonymat forts rendent l'analyse de chaîne peu fiable.",
  "methodology.grade_b_description": "Bonne - problèmes mineurs, pas d'exposition critique",
  "methodology.grade_b_detail": "Aucune fuite de confidentialité majeure détectée. Des problèmes mineurs comme l'empreinte de portefeuille ou des montants de change non ronds peuvent exister mais ne permettent pas un traçage fiable.",
  "methodology.grade_c_description": "Correcte - préoccupations notables, risque de traçage modéré",
  "methodology.grade_c_detail": "Certaines préoccupations de confidentialité détectées. Un analyste pourrait identifier des schémas comme la réutilisation d'adresse ou la détection d'output de change, mais le tableau d'ensemble reste quelque peu ambigu.",
  "methodology.grade_d_description": "Médiocre - exposition significative, clustering fiable probable",
  "methodology.grade_d_detail": "Défaillances de confidentialité significatives. La surveillance de chaîne peut probablement regrouper les adresses et tracer les flux de fonds avec une confiance modérée à élevée.",
  "methodology.grade_f_description": "Critique - défaillances graves, traçage trivial",
  "methodology.grade_f_detail": "Défaillances de confidentialité graves rendant le traçage trivial. Des problèmes comme la réutilisation intensive d'adresses, les montants ronds et des schémas de portefeuille identifiables créent une image claire pour tout observateur.",
  "methodology.grades_col_grade": "Note",
  "methodology.grades_col_interpretation": "Interprétation",
  "methodology.grades_col_score": "Score",
  "methodology.grades_heading": "Seuils de notation",
  "methodology.heuristic_h10_description": "Évalue le format d'adresse : Taproot (P2TR) masque la complexité du script, idéal pour le multisig et les contrats. P2WPKH (SegWit natif) a le plus grand ensemble d'anonymat, excellent pour les signatures simples. Legacy (P2PKH) et encapsulé (P2SH) divulguent davantage d'informations.",
  "methodology.heuristic_h10_title": "Analyse du type d'adresse",
  "methodology.heuristic_h11_description": "Identifie le logiciel de portefeuille via nLockTime, nSequence, l'ordonnancement BIP69 et le grinding de signature low-R. Environ 45% des transactions sont identifiables par logiciel de portefeuille à partir de leur structure seule.",
  "methodology.heuristic_h11_title": "Empreinte du portefeuille",
  "methodology.heuristic_h12_description": "Signale les petits UTXOs (moins de 1000 sats) comme de possibles attaques dust - une technique de surveillance active où les adversaires envoient de petits montants qui, lorsqu'ils sont dépensés avec d'autres UTXOs, lient les adresses via CIOH.",
  "methodology.heuristic_h12_title": "Détection du dust",
  "methodology.heuristic_h13_description": "Calcule combien d'outputs partagent la même valeur, les rendant indistinguables. Des ensembles d'anonymat plus grands (comme dans CoinJoin) signifient plus d'interprétations possibles du flux de fonds. Les outputs avec des valeurs uniques ont un ensemble d'anonymat de 1 et sont trivialement traçables.",
  "methodology.heuristic_h13_title": "Analyse de l'ensemble d'anonymat",
  "methodology.heuristic_h14_description": "Examine les schémas temporels des transactions, y compris la récence de diffusion (les transactions non confirmées risquent la corrélation d'IP), les anomalies de locktime et les valeurs nLockTime obsolètes qui peuvent identifier le logiciel de portefeuille.",
  "methodology.heuristic_h14_title": "Analyse temporelle",
  "methodology.heuristic_h15_description": "Vérifie si les entrées et les sorties utilisent le même type de script. Les types de scripts mixtes (par ex., entrée P2WPKH avec sortie P2TR) facilitent la détection du change. Des types de scripts uniformes améliorent l'ambiguïté. Signale également les outputs bare multisig.",
  "methodology.heuristic_h15_title": "Mélange de types de script",
  "methodology.heuristic_h16_description": "Analyse au niveau de l'adresse du comportement de dépense, incluant le volume de transactions, le taux de rotation des UTXOs et la diversité des contreparties. Les adresses à fort volume ou les comptes qui ne dépensent jamais peuvent indiquer des schémas d'utilisation spécifiques comme les exchanges ou le stockage à froid.",
  "methodology.heuristic_h16_title": "Analyse des schémas de dépense",
  "methodology.heuristic_h1_description": "Signale les outputs correspondant à des valeurs rondes courantes en BTC ou en satoshis. Les montants ronds indiquent typiquement le paiement (pas le change), permettant à un observateur de déterminer la direction du flux de fonds.",
  "methodology.heuristic_h1_title": "Détection des montants ronds",
  "methodology.heuristic_h2_description": "Identifie quel output retourne les fonds à l'expéditeur en utilisant la correspondance de type d'adresse, l'analyse des montants ronds, les heuristiques d'entrée superflue et les schémas d'ordonnancement des outputs. L'identification correcte du change permet le traçage multi-sauts.",
  "methodology.heuristic_h2_title": "Détection du change",
  "methodology.heuristic_h3_description": "Si une transaction dépense plusieurs entrées, toutes les entrées sont supposées appartenir à la même entité. C'est l'heuristique de clustering fondamentale - l'outil le plus puissant en surveillance de chaîne. Appliquée de manière transitive entre les transactions pour construire des clusters d'adresses massifs.",
  "methodology.heuristic_h3_title": "Propriété commune des entrées (CIOH)",
  "methodology.heuristic_h4_description": "Détecte les transactions CoinJoin Whirlpool (5 outputs égaux aux dénominations connues) et WabiSabi/Wasabi (grands ensembles d'entrées/sorties avec des groupes de valeurs égales). CoinJoin est la seule heuristique qui augmente le score de confidentialité.",
  "methodology.heuristic_h4_title": "Détection CoinJoin",
  "methodology.heuristic_h5_description": "Mesure combien de mappages entrée-sortie valides existent. Une entropie plus élevée signifie plus d'ambiguïté pour les adversaires. Utilise l'énumération exacte pour les petites transactions et l'estimation structurelle pour les grandes.",
  "methodology.heuristic_h5_title": "Entropie simplifiée (Boltzmann)",
  "methodology.heuristic_h6_description": "Examine la précision du taux de frais et la signalisation RBF. Les taux de frais ronds et les schémas RBF spécifiques aident à identifier le logiciel de portefeuille, réduisant l'ensemble d'anonymat.",
  "methodology.heuristic_h6_title": "Analyse des frais",
  "methodology.heuristic_h7_description": "Identifie les données intégrées dans les outputs OP_RETURN - marqueurs de protocole (Omni, OpenTimestamps, Counterparty, Runes, Ordinals) et texte arbitraire. Métadonnées visibles de façon permanente qui distinguent la transaction. L'impact s'accumule avec plusieurs outputs OP_RETURN.",
  "methodology.heuristic_h7_title": "Détection OP_RETURN",
  "methodology.heuristic_h8_description": "Détecte les adresses ayant reçu des fonds dans plus d'une transaction. La réutilisation d'adresse est le comportement le plus dommageable pour la confidentialité - elle crée des liens déterministes et irréfutables entre toutes les transactions. Porte la pénalité la plus sévère, augmentant avec le nombre de réutilisations.",
  "methodology.heuristic_h8_title": "Réutilisation d'adresse",
  "methodology.heuristic_h9_description": "Évalue l'ensemble d'UTXOs pour le nombre, la distribution des valeurs, la détection de dust et le risque de consolidation. De grands nombres d'UTXOs représentent un dommage futur à la confidentialité s'ils sont consolidés sans précaution.",
  "methodology.heuristic_h9_title": "Analyse des UTXOs",
  "methodology.heuristics_heading": "Heuristiques",
  "methodology.heuristics_intro": "Le moteur implémente 16 heuristiques qui évaluent la confidentialité on-chain - 12 au niveau de la transaction et 4 au niveau de l'adresse. Chacune produit un impact sur le score appliqué à un score de base de 70.",
  "methodology.limitation_1": "Le calcul de l'entropie est simplifié. L'analyse Boltzmann complète nécessite une énumération coûteuse qui est impraticable côté client pour les grandes transactions.",
  "methodology.limitation_2": "Seules les données on-chain sont analysées. Le renseignement off-chain (corrélations IP, registres des exchanges, renseignement humain) que les entreprises de surveillance utilisent n'est pas modélisé.",
  "methodology.limitation_3": "L'empreinte de portefeuille couvre les principaux portefeuilles mais ne peut pas identifier tous les logiciels. Les portefeuilles nouveaux ou obscurs peuvent ne pas être détectés.",
  "methodology.limitation_4": "Certaines techniques de confidentialité (comme PayJoin) sont délibérément indétectables on-chain. Un bon score de confidentialité ne garantit pas la confidentialité, et l'absence de problèmes détectés ne signifie pas qu'il n'en existe aucun.",
  "methodology.limitations_heading": "Limitations",
  "methodology.scoring_heading": "Modèle de scoring",
  "methodology.subtitle": "Comment votre confidentialité Bitcoin est notée. Chaque heuristique documentée, chaque pénalité expliquée. Les mêmes techniques que les entreprises de surveillance de chaîne utilisent - appliquées côté client pour vous montrer les résultats.",
  "methodology.tech_ref_link": "Référence technique complète (privacy_engine.md)",
  "methodology.threat_1_label": "Regroupent les adresses",
  "methodology.threat_1_text": "regroupent les adresses contrôlées par la même entité en utilisant CIOH, la détection du change et la réutilisation d'adresse",
  "methodology.threat_2_label": "Lient les identités",
  "methodology.threat_2_text": "connectent les clusters à des personnes réelles via des points d'ancrage KYC (dépôts sur les exchanges, paiements aux commerçants)",
  "methodology.threat_3_label": "Tracent les flux de fonds",
  "methodology.threat_3_text": "suivent les bitcoins à travers plusieurs sauts en utilisant la détection du change et l'analyse temporelle",
  "methodology.threat_4_label": "Profilent le comportement",
  "methodology.threat_4_text": "identifient les schémas de dépense, le logiciel de portefeuille, le timing et l'activité financière",
  "methodology.threat_model_heading": "Modèle de menace",
  "methodology.threat_model_intro": "L'analyse modélise les capacités des <b>entreprises de surveillance de chaîne</b> (Chainalysis, Elliptic, CipherTrace) et des <b>exchanges liés au KYC</b>. Ces adversaires :",
  "methodology.title": "Méthodologie",
  "methodology.toc_cross_heuristic": "Inter-heuristiques",
  "methodology.toc_grades": "Notes",
  "methodology.toc_heuristics": "Heuristiques",
  "methodology.toc_limitations": "Limitations",
  "methodology.toc_scoring": "Scoring",
  "methodology.toc_threat_model": "Modèle de menace",
  "page.description": "Découvrez ce que la blockchain sait sur vous. Collez une adresse Bitcoin ou un identifiant de transaction pour obtenir un score de confidentialité avec des résultats exploitables.",
  "page.error_title": "L'analyse a échoué",
  "page.example_opreturn": "Données OP_RETURN",
  "page.example_satoshi": "Adresse de Satoshi",
  "page.example_wabisabi": "CoinJoin WabiSabi",
  "page.example_whirlpool": "CoinJoin Whirlpool",
  "page.feat_coinjoin_desc": "Whirlpool & Wasabi",
  "page.featuresHeading": "Fonctionnalités",
  "page.feat_dust": "Attaques dust",
  "page.feat_dust_desc": "Ne le dépensez pas",
  "page.feat_heuristics": "16 heuristiques",
  "page.feat_heuristics_desc": "Score 0-100",
  "page.feat_wallet": "ID portefeuille",
  "page.feat_wallet_desc": "Empreinte",
  "page.hero_prefix": "Suis-je ",
  "page.hero_suffix": "exposé ?",
  "page.kbd_back": "Appuyez sur",
  "page.kbd_back_suffix": "pour revenir",
  "page.kbd_search": "Appuyez sur",
  "page.kbd_search_suffix": "pour accéder à la recherche",
  "page.label_address": "Adresse",
  "page.label_presend": "Vérification pré-envoi de la destination",
  "page.label_transaction": "Transaction",
  "page.new_scan": "Nouvelle analyse",
  "page.privacy_tip": "Conseil de confidentialité",
  "page.tipsHeading": "Conseils de Confidentialité",
  "page.retry": "Réessayer",
  "page.tagline": "Le scanner de confidentialité Bitcoin que vous aviez peur de lancer.",
  "page.title_checking": "Vérification... - am-i.exposed",
  "page.title_default": "Scanner de confidentialité Bitcoin",
  "page.title_risk": "Risque",
  "page.title_scanning": "Analyse en cours... - am-i.exposed",
  "page.trust_client": "100% côté client",
  "page.trust_opensource": "Open source",
  "page.trust_tracking": "Aucun suivi",
  "page.try_example": "Essayer un exemple",
  "presend.adviceCritical": "N'envoyez PAS à cette adresse. Elle présente des risques graves pour la confidentialité ou des risques juridiques.",
  "presend.adviceHigh": "Demandez au destinataire une adresse neuve et inutilisée avant d'envoyer.",
  "presend.adviceLow": "Cette destination semble sûre pour l'envoi.",
  "presend.adviceMedium": "Envisagez de demander au destinataire une adresse neuve.",
  "presend.copied": "Copié",
  "presend.destinationCheck": "Vérification pré-envoi de la destination",
  "presend.disclaimerBrowser": "L'analyse s'est entièrement exécutée dans votre navigateur. Il s'agit d'une évaluation basée sur des heuristiques - vérifiez toujours de manière indépendante.",
  "presend.disclaimerCompleted": "Vérification pré-envoi terminée",
  "presend.disclaimerDuration": " en {{duration}}s",
  "presend.findingsHeading": "Résultats ({{count}})",
  "presend.newCheck": "Nouvelle vérification",
  "presend.reusedAddressWarning": "Envoyer à une adresse réutilisée lie votre transaction à toutes les autres transactions impliquant cette adresse. L'analyse de chaîne peut facilement tracer votre paiement.",
  "presend.riskCritical": "Risque critique",
  "presend.riskHigh": "Risque élevé",
  "presend.riskLow": "Risque faible",
  "presend.riskMedium": "Risque moyen",
  "presend.share": "Partager",
  "presend.timesReceived": "Fois reçue",
  "presend.totalReceived": "Total reçu",
  "presend.transactions": "Transactions",
  "presend.viewOnCustom": "Voir sur {{hostname}}",
  "presend.viewOnMempool": "Voir sur mempool.space",
  "recent.address": "Adresse",
  "recent.clear": "Effacer",
  "recent.clearHistory": "Effacer l'historique des analyses",
  "recent.title": "Analyses récentes",
  "recent.transaction": "Transaction",
  "remediation.avoidAddressReuse": "Évitez toute réutilisation d'adresse supplémentaire",
  "remediation.avoidAddressReuseDetail": "Utilisez une nouvelle adresse pour chaque transaction. Activez les fonctionnalités HD wallet si disponibles.",
  "remediation.avoidOpReturn": "Évitez les services qui intègrent des données OP_RETURN",
  "remediation.avoidOpReturnDetail": "Les données OP_RETURN sont permanentes et publiques. Si un service que vous utilisez intègre des données dans les transactions, envisagez des alternatives qui ne laissent pas de métadonnées on-chain.",
  "remediation.betterChangeHandling": "Utilisez des portefeuilles avec une meilleure gestion du change",
  "remediation.betterChangeHandlingDetail": "Passez à un portefeuille qui utilise le même type d'adresse pour le change que pour les paiements. Les portefeuilles Taproot (P2TR) comme Sparrow ou Blue Wallet aident pour cela.",
  "remediation.continueCoinJoin": "Excellent ! Continuez à utiliser CoinJoin",
  "remediation.continueCoinJoinDetail": "Votre transaction CoinJoin offre une forte confidentialité. Continuez à utiliser Whirlpool ou Wasabi pour les transactions futures. Évitez de consolider les outputs CoinJoin avec des UTXOs non-CoinJoin.",
  "remediation.useDecentralizedExchanges": "Utilisez des exchanges décentralisés pour les outputs CoinJoin",
  "remediation.useDecentralizedExchangesDetail": "Les exchanges centralisés (Binance, Coinbase, Gemini, Bitstamp, Swan et d'autres) sont documentés pour signaler et geler des comptes pour des dépôts associés à un CoinJoin. Cette liste n'est pas exhaustive. Utilisez des alternatives décentralisées et non-custodials qui n'appliquent pas de surveillance de chaîne.",
  "remediation.detailedCount": "{{count}} détaillés",
  "remediation.doNotSpendDust": "NE dépensez PAS l'output dust",
  "remediation.doNotSpendDustDetail": "Gelez cet UTXO dans le contrôle de pièces de votre portefeuille. Le dépenser liera vos adresses. Si vous devez le nettoyer, envoyez-le d'abord à travers un CoinJoin.",
  "remediation.freshStart": "Envisagez un nouveau départ avec de meilleures pratiques de confidentialité",
  "remediation.freshStartDetail": "Utilisez un portefeuille axé sur la confidentialité (Sparrow, Wasabi), générez une nouvelle graine, et envoyez les fonds à travers un CoinJoin avant de déposer dans le nouveau portefeuille. Utilisez Tor pour toute activité sur le réseau Bitcoin.",
  "remediation.minimizeMultiInput": "Minimisez les transactions multi-entrées",
  "remediation.minimizeMultiInputDetail": "Consolider des UTXOs lie vos adresses entre elles. Utilisez le contrôle de pièces pour éviter de dépenser depuis plusieurs adresses dans une même transaction. Si vous devez consolider, faites-le à travers un CoinJoin.",
  "remediation.stopReusingAddress": "Arrêtez de réutiliser cette adresse immédiatement",
  "remediation.stopReusingAddressDetail": "Générez une nouvelle adresse pour chaque réception. La plupart des portefeuilles le font automatiquement. Envoyez les fonds restants vers un nouveau portefeuille en utilisant un CoinJoin ou une adresse intermédiaire.",
  "remediation.switchMultisig": "Passez du bare multisig à Taproot MuSig2",
  "remediation.switchMultisigDetail": "Le bare multisig expose toutes les clés publiques on-chain. Utilisez au minimum du multisig encapsulé dans P2WSH, ou idéalement Taproot avec MuSig2/FROST qui ressemble à du single-sig.",
  "remediation.upgradeTaproot": "Passez à un portefeuille Taproot (P2TR)",
  "remediation.upgradeTaprootDetail": "Les adresses Taproot (bc1p...) offrent la meilleure confidentialité en rendant toutes les transactions identiques on-chain. Elles ont aussi des frais plus bas. Sparrow, Blue Wallet et Bitcoin Core supportent tous Taproot.",
  "remediation.urgencyConvenient": "Quand cela vous convient",
  "remediation.urgencyImmediate": "Agir maintenant",
  "remediation.urgencySoon": "Agir bientôt",
  "remediation.usePayJoin": "Utilisez PayJoin ou CoinJoin pour une meilleure entropie de transaction",
  "remediation.usePayJoinDetail": "Les transactions simples 1 entrée / 2 sorties ont une faible entropie, rendant l'analyse directe. PayJoin (BIP78) ajoute des entrées du destinataire pour briser les heuristiques d'analyse courantes.",
  "remediation.walletFingerprint": "Envisagez un logiciel de portefeuille avec une meilleure résistance aux empreintes",
  "remediation.walletFingerprintDetail": "Votre logiciel de portefeuille peut être identifié par les schémas de transaction. Bitcoin Core, Sparrow et Wasabi ont la meilleure résistance aux empreintes.",
  "remediation.whatToDoNext": "Que faire ensuite",
  "results.address": "Adresse",
  "results.copied": "Copié",
  "results.disclaimerApi": "Les requêtes API ont été envoyées à {{hostname}}.",
  "results.disclaimerBrowser": "L'analyse s'est entièrement exécutée dans votre navigateur.",
  "results.disclaimerDuration": " en {{duration}}s",
  "results.disclaimerHeuristic": "Les scores sont des estimations basées sur des heuristiques, pas des évaluations définitives de la confidentialité.",
  "results.disclaimerStats": "{{findingCount}} résultats de {{heuristicCount}} heuristiques",
  "results.disclaimerTxAnalyzed": " + {{count}} transactions analysées",
  "results.failed": "Échec",
  "results.fGradeWarningAddr": "Cette adresse présente de graves problèmes de confidentialité. La surveillance on-chain peut probablement identifier le propriétaire et tracer les flux de fonds. Les mesures de remédiation immédiates sont recommandées ci-dessous.",
  "results.fGradeWarningTx": "Cette transaction présente de graves problèmes de confidentialité. La surveillance on-chain peut probablement identifier le propriétaire et tracer les flux de fonds. Les mesures de remédiation immédiates sont recommandées ci-dessous.",
  "results.findingsHeading": "Résultats ({{count}})",
  "results.forNewScan": "pour une nouvelle analyse",
  "results.highExposureRisk": "Risque d'exposition élevé",
  "results.howScoringWorks": "Comment fonctionne le scoring",
  "results.issueCount": "{{count}} problème",
  "results.newScan": "Nouvelle analyse",
  "results.positiveCount": "{{count}} positif",
  "results.pressEsc": "Appuyez sur",
  "results.scoringExplainerP1": "Les scores commencent à ",
  "results.scoringExplainerP1b": " (base) et sont ajustés par chaque résultat heuristique. Les résultats négatifs (réutilisation d'adresse, détection de change, montants ronds) diminuent le score. Les résultats positifs (CoinJoin, entropie élevée, ensembles d'anonymat) l'augmentent.",
  "results.scoringExplainerP3": "Le moteur exécute 16 heuristiques basées sur des recherches publiées en analyse de chaîne. Les scores sont limités à 0-100. Les transactions CoinJoin reçoivent un scoring ajusté qui tient compte de leurs propriétés améliorant la confidentialité.",
  "results.share": "Partager",
  "results.transaction": "Transaction",
  "results.viewOnCustom": "Voir sur {{hostname}}",
  "results.viewOnMempool": "Voir sur mempool.space",
  "score.ariaLabel": "Score de confidentialité : {{score}} sur 100, note {{grade}}",
  "score.baseScore": "Score de base",
  "score.breakdown": "Détail du score",
  "score.final": "Final :",
  "score.gradeAPlus": "Excellentes pratiques de confidentialité",
  "score.gradeB": "Bonne confidentialité, préoccupations mineures",
  "score.gradeC": "Confidentialité correcte, problèmes notables trouvés",
  "score.gradeD": "Faible confidentialité, exposition significative",
  "score.gradeF": "Défaillances critiques de confidentialité détectées",
  "settings.active": "Actif : {{url}}",
  "settings.addApiSuffix": "Ajouter /api à l'URL",
  "settings.apply": "Appliquer",
  "settings.ariaLabel": "Paramètres API",
  "settings.connected": "Connecté. Utilisation du point d'accès personnalisé.",
  "settings.corsExplanation": "Les instances mempool auto-hébergées ont besoin",
  "settings.corsExplanation2": "pour accepter les requêtes de ce site. Ajoutez ceci à votre configuration nginx mempool :",
  "settings.corsHeaders": "d'en-têtes CORS",
  "settings.fullSetupGuide": "Guide d'installation complet",
  "settings.howToConnect": "Comment connecter votre noeud",
  "settings.mempoolApi": "API Mempool",
  "settings.optionA": "Option A : Tunnel SSH (recommandé)",
  "settings.optionAAbove": "ci-dessus.",
  "settings.optionADesc": "Redirigez votre noeud vers localhost pour éviter le blocage de contenu mixte :",
  "settings.optionAEnter": "Puis entrez",
  "settings.optionB": "Option B : Proxy inverse HTTPS",
  "settings.optionBDesc": "Configurez HTTPS sur votre noeud avec Caddy ou nginx + Let's Encrypt, ajoutez les en-têtes CORS, puis utilisez votre URL HTTPS.",
  "settings.optionC": "Option C : Navigateur Tor + .onion",
  "settings.optionCDesc": "Si ce site a un miroir .onion, utilisez le navigateur Tor pour le visiter et entrez l'adresse .onion de votre mempool. Les deux sont en HTTP, donc pas de blocage de contenu mixte.",
  "settings.resetToDefault": "Réinitialiser par défaut",
  "settings.language": "Langue",
  "settings.network": "Réseau",
  "settings.selectLanguage": "Sélectionner la langue",
  "settings.selfHostHint": "Pointez vers votre propre instance mempool.space pour une confidentialité maximale.",
  "settings.title": "Paramètres du point d'accès API",
  "step.anon.label": "Ensembles d'anonymat",
  "step.coinbase.label": "Détection coinbase",
  "step.dust.label": "Détection d'outputs dust",
  "step.h1.label": "Montants ronds",
  "step.h10.label": "Type d'adresse",
  "step.h11.label": "Empreinte du portefeuille",
  "step.h2.label": "Détection du change",
  "step.h3.label": "Propriété commune des entrées",
  "step.h4.label": "Détection CoinJoin",
  "step.h5.label": "Entropie de transaction",
  "step.h6.label": "Empreinte des frais",
  "step.h7.label": "Métadonnées OP_RETURN",
  "step.h8.label": "Réutilisation d'adresse",
  "step.h9.label": "Analyse des UTXOs",
  "step.script.label": "Analyse du type de script",
  "step.spending.label": "Schémas de dépenses",
  "step.timing.label": "Analyse temporelle",
  "tips.0": "Ne réutilisez jamais une adresse Bitcoin. Les portefeuilles HD génèrent automatiquement une nouvelle adresse pour chaque réception.",
  "tips.1": "CoinJoin brise l'heuristique de propriété commune des entrées, rendant l'analyse de chaîne considérablement plus difficile.",
  "tips.2": "Utilisez Tor lors de la diffusion de transactions. Votre IP peut être corrélée avec votre activité on-chain.",
  "tips.3": "Les montants de paiement ronds (par ex. 0,01 BTC) révèlent quel output est le paiement et lequel est le change.",
  "tips.4": "Les adresses Taproot (bc1p...) rendent tous les types de transactions identiques on-chain.",
  "tips.5": "Les outputs dust (< 1000 sats) peuvent être du dust de surveillance. Gelez-les dans le contrôle de pièces de votre portefeuille.",
  "tips.6": "Le logiciel de portefeuille peut être identifié par les schémas de nLockTime, nSequence et les signatures.",
  "tips.7": "PayJoin fait contribuer le destinataire avec une entrée, brisant l'hypothèse que toutes les entrées appartiennent à l'expéditeur.",
  "tx.changeHint": "change ?",
  "tx.confirmedInBlock": "Confirmée dans le bloc {{block}}",
  "tx.fee": "Frais : {{amount}} ({{rate}} sat/vB)",
  "tx.inputCount": "{{count}} entrées",
  "tx.moreItems": "+{{count}} de plus",
  "tx.outputCount": "{{count}} sorties",
  "tx.unconfirmed": "Non confirmée (dans le mempool)"
}
