{
  "address.balance": "Saldo",
  "address.received": "Recibido",
  "address.sent": "Enviado",
  "address.transactions": "Transacciones",
  "address.utxoCount": "{{count}} UTXOs",
  "breakdown.heading": "Historial de transacciones ({{count}})",
  "breakdown.roleReceived": "Recibido",
  "breakdown.roleSelf": "Propio",
  "breakdown.roleSent": "Enviado",
  "breakdown.showingRecent": "Mostrando {{shown}} más recientes de {{total}} transacciones.",
  "breakdown.showMore": "Mostrar más ({{count}} restantes)",
  "breakdown.sortRecent": "Ordenar: Recientes primero",
  "breakdown.sortWorst": "Ordenar: Peores primero",
  "breakdown.withIssues": "{{count}} con problemas",
  "cex.addressCount": "{{count}} dirección",
  "cex.cancel": "Cancelar",
  "cex.chainalysisClearAddr": "No se identificaron sanciones. Es poco probable que los exchanges marquen esta dirección.",
  "cex.chainalysisClearTx": "No se identificaron sanciones. Es poco probable que los exchanges marquen esta transacción.",
  "cex.chainalysisTitle": "Verificación de Chainalysis",
  "cex.checking": "Verificando {{count}} dirección...",
  "cex.clear": "Limpio",
  "cex.disclaimer": "Estas verificaciones cubren solo la detección de sanciones. Los exchanges pueden marcar direcciones por otras razones (uso de mezcladores, jurisdicción de alto riesgo, etc.) que no son detectables con herramientas públicas.",
  "cex.exchangeRiskCheck": "Verificación de riesgo en exchanges",
  "cex.flagged": "MARCADO",
  "cex.lastUpdated": "Última actualización: {{date}}",
  "cex.ofacClear": "Verificado contra la lista SDN del Tesoro de EE.UU. Del lado del cliente - no se enviaron datos.",
  "cex.ofacFlaggedPlural": "{{count}} direcciones sancionadas encontradas. Los exchanges probablemente congelarán fondos asociados con estas direcciones.",
  "cex.ofacFlaggedSingular": "1 dirección sancionada encontrada. Los exchanges probablemente congelarán fondos asociados con esta dirección.",
  "cex.ofacTitle": "Lista de sanciones OFAC",
  "cex.privacyWarningPlural": "Envía las direcciones a chainalysis.com a través de un proxy. El operador del proxy también ve las direcciones.",
  "cex.privacyNoteTor": "Enrutado a través de Tor para proteger tu IP. Chainalysis ve la dirección pero no tu identidad.",
  "cex.privacyWarningSingular": "Envía la dirección a chainalysis.com a través de un proxy. El operador del proxy también ve las direcciones.",
  "cex.proceedDirect": "Continuar sin Tor",
  "cex.requestFailed": "Solicitud fallida",
  "cex.retry": "Reintentar",
  "cex.routedDirect": "directo",
  "cex.routedViaTor": "vía Tor",
  "cex.runChainalysis": "Ejecutar verificación de Chainalysis",
  "cex.sanctionsIdentified": "Sanciones identificadas. Los exchanges probablemente congelarán los fondos.",
  "cex.torFailed": "El proxy Tor no está disponible. Continuar enviará la solicitud directamente - Chainalysis y el operador del proxy verán tu dirección IP.",
  "cex.willFlagAddr": "¿Los exchanges marcarán esta dirección?",
  "cex.willFlagTx": "¿Los exchanges marcarán esta transacción?",
  "cluster.addresses": "Direcciones",
  "cluster.analyzingTxs": "Analizando transacciones",
  "cluster.buildCluster": "Construir cluster",
  "cluster.building": "Construyendo cluster...",
  "cluster.coinJoinExcluded": "{{count}} transacción CoinJoin excluida del clustering (CIOH no aplica).",
  "cluster.coinJoinTxs": "Txs CoinJoin",
  "cluster.description": "Descubre direcciones vinculadas usando la heurística de propiedad común de entradas (CIOH). Sigue las salidas de cambio un salto. Esto realiza llamadas API adicionales y puede tardar unos segundos.",
  "cluster.disclaimer": "Esta es una estimación de límite inferior basada en un análisis CIOH de un salto de las {{count}} transacciones más recientes. El cluster real puede ser más grande.",
  "cluster.failed": "El análisis de cluster falló",
  "cluster.followingChange": "Siguiendo salidas de cambio",
  "cluster.hideAddresses": "Ocultar direcciones",
  "cluster.noLinked": "No se encontraron direcciones vinculadas. Esta dirección no comparte entradas con otras direcciones en las transacciones analizadas.",
  "cluster.retry": "Reintentar",
  "cluster.severityLarge": "Cluster grande: {{count}} direcciones están vinculadas a través de entradas comunes. Una firma de análisis de cadena puede ver todas ellas como pertenecientes a la misma entidad.",
  "cluster.severityNotable": "Cluster notable: {{count}} direcciones vinculadas. Considera usar CoinJoin antes de consolidar UTXOs.",
  "cluster.severitySmall": "Cluster pequeño: {{count}} direcciones vinculadas a través de entradas comunes.",
  "cluster.showAddresses": "Mostrar direcciones",
  "cluster.targetLabel": "objetivo",
  "cluster.title": "Análisis de cluster",
  "cluster.txsAnalyzed": "Txs analizadas",
  "common.clearnet": "Clearnet",
  "common.connectionChecking": "Verificando tipo de conexión...",
  "common.connectionClearnet": "Sin usar Tor - mempool.space puede ver tu dirección IP",
  "common.connectionTor": "Conectado vía Tor - tu IP está oculta para los proveedores de API",
  "common.connectionLocal": "Conectado a una instancia mempool local - todas las consultas permanecen en tu red",
  "common.connectionUnknown": "No se pudo determinar el estado de privacidad de la conexión",
  "common.local": "Local",
  "common.copied": "Copiado",
  "common.copy": "Copiar",
  "common.methodology": "Metodología",
  "common.privacyNotice": "Las consultas se envían a mempool.space - tu IP es visible. Usa Tor o una VPN para mayor privacidad.",
  "common.selectNetwork": "Seleccionar red Bitcoin",
  "common.setupGuide": "Guía de configuración",
  "common.tagline": "Tu privacidad. Diagnosticada.",
  "common.tipMessage": "am-i.exposed es gratuito y de código abierto. Si te fue útil, considera dejar una propina.",
  "common.tipScanQR": "Escanea con cualquier billetera Lightning, o copia la dirección a continuación",
  "common.tipToastMessage": "Esta herramienta es gratuita y de código abierto. Deja una propina para mantenerla funcionando.",
  "common.tor": "Tor",
  "crosspromo.stuckTx": "¿Transacción atascada o lenta? Desatáscala en 3 clics.",
  "crosspromo.txfixDescription": "txfix.click - rescate de transacciones gratuito y de código abierto",
  "errors.address_not_found": "Dirección no encontrada. Verifica que sea correcta y exista en la red seleccionada.",
  "errors.api_custom": "Tu endpoint API personalizado devolvió un error. Verifica que esté en ejecución.",
  "errors.api_unavailable": "La API está temporalmente no disponible. Por favor intenta de nuevo más tarde.",
  "errors.api_unavailable_short": "API temporalmente no disponible. Intenta de nuevo más tarde.",
  "errors.boundary_description": "Ocurrió un error inesperado. Esto suele ser temporal - intenta refrescar la página o empezar de nuevo.",
  "errors.boundary_title": "Algo salió mal",
  "errors.invalid_address": "Dirección Bitcoin inválida.",
  "errors.invalid_input": "Dirección Bitcoin o ID de transacción inválido.",
  "errors.network": "Error de red. Verifica tu conexión a internet o intenta de nuevo más tarde.",
  "errors.network_custom": "La conexión a tu endpoint personalizado falló. Abre la configuración de API para solucionar problemas.",
  "errors.network_short": "Error de red. Verifica tu conexión a internet.",
  "errors.not_found": "No encontrado. Verifica que la dirección o el ID de transacción sea correcto y exista en la red seleccionada.",
  "errors.presend_txid": "La verificación pre-envío solo funciona con direcciones, no con IDs de transacción.",
  "errors.rate_limited": "Límite de tasa alcanzado en mempool.space. Por favor espera un momento e intenta de nuevo.",
  "errors.rate_limited_short": "Límite de tasa alcanzado. Por favor espera un momento e intenta de nuevo.",
  "errors.try_again": "Intentar de nuevo",
  "errors.unexpected": "Ocurrió un error inesperado.",
  "export.baseScore": "Puntuación base",
  "export.copied": "Copiado",
  "export.copyReport": "Copiar reporte",
  "export.copyToClipboard": "Copiar reporte al portapapeles",
  "export.failed": "Error",
  "export.finalScore": "Puntuación final",
  "export.findings": "Hallazgos ({{count}})",
  "export.grade": "Calificación: {{grade}} ({{score}}/100)",
  "export.link": "Enlace",
  "export.query": "Consulta: {{query}}",
  "export.reportTitle": "am-i.exposed - Reporte de privacidad Bitcoin",
  "export.scannedWith": "Escaneado con am-i.exposed",
  "export.scoreBreakdown": "Desglose de puntuación",
  "export.scoreImpact": "Impacto en puntuación",
  "finding.anon-set-moderate.description": "{{count}} salidas comparten el valor {{value}}. Esto proporciona ambigüedad limitada.",
  "finding.anon-set-moderate.recommendation": "Para mayor privacidad, usa CoinJoin para crear conjuntos de anonimato más grandes (5+ salidas iguales).",
  "finding.anon-set-moderate.title": "Conjunto de anonimato: {{count}} salidas iguales",
  "finding.anon-set-none.description": "Las {{outputCount}} salidas tienen valores únicos. Cada salida es trivialmente distinguible, lo cual es típico de transacciones estándar.",
  "finding.anon-set-none.recommendation": "Esto es normal para la mayoría de las transacciones. CoinJoin crea conjuntos de anonimato más grandes para mejorar la privacidad.",
  "finding.anon-set-none.title": "Sin conjunto de anonimato (todas las salidas únicas)",
  "finding.anon-set-none.title_coinjoin": "Sin conjunto de anonimato (todas las salidas únicas) (CoinJoin - privacidad estructural)",
  "finding.anon-set-strong.description": "{{count}} salidas comparten el valor {{value}}, creando un conjunto de anonimato de {{count}}. Un observador no puede distinguir cuál entrada financió cuál de estas {{count}} salidas iguales.",
  "finding.anon-set-strong.recommendation": "Los conjuntos de anonimato fuertes indican buena privacidad. Las transacciones CoinJoin maximizan esta propiedad.",
  "finding.anon-set-strong.title": "Mayor conjunto de anonimato: {{count}} salidas",
  "finding.dust-attack.description": "Esta transacción envía una cantidad minúscula ({{totalDustValue}} sats) que es un patrón común en ataques de polvo. Los atacantes envían pequeñas cantidades a direcciones objetivo para rastrear cuando se gasta el polvo, revelando clusters de billetera. Si recibiste este polvo, NO lo gastes con tus otros UTXOs.",
  "finding.dust-attack.recommendation": "Marca este UTXO como 'no gastar' en tu billetera. Si debes consolidar, usa un CoinJoin o envíalo a una billetera completamente separada primero. Muchas billeteras soportan control de monedas para congelar UTXOs individuales.",
  "finding.dust-attack.title": "Posible ataque de polvo ({{totalDustValue}} sats)",
  "finding.dust-attack.title_coinjoin": "Posible ataque de polvo ({{totalDustValue}} sats) (CoinJoin - probablemente comisión del coordinador)",
  "finding.dust-outputs.description": "Esta transacción contiene {{dustCount}} salidas por debajo de {{threshold}} sats (total: {{totalDustValue}} sats). Las salidas minúsculas son antieconómicas de gastar y pueden indicar polvo con fines de rastreo.",
  "finding.dust-outputs.recommendation": "Ten precaución al gastar UTXOs de polvo. Usa control de monedas para evitar mezclarlos con tus UTXOs principales, lo que podría vincular tus direcciones.",
  "finding.dust-outputs.title_coinjoin": "{{dustCount}} salidas de polvo detectadas (CoinJoin - probablemente comisión del coordinador)",
  "finding.dust-outputs.title_one": "{{dustCount}} salida de polvo detectada (< {{threshold}} sats)",
  "finding.dust-outputs.title_other": "{{dustCount}} salidas de polvo detectadas (< {{threshold}} sats)",
  "finding.h1-round-amount.description": "{{count}} de {{total}} salidas son números redondos. Las cantidades de pago redondas hacen trivial distinguir pagos de cambio, revelando la cantidad exacta enviada y cuál salida es el cambio.",
  "finding.h1-round-amount.recommendation": "Evita enviar cantidades redondas de BTC. Muchas billeteras permiten enviar cantidades exactas en sats. Incluso agregar algunos sats aleatorios ayuda a obscurecer la cantidad del pago.",
  "finding.h1-round-amount.title": "{{count}} salida con cantidad redonda detectada",
  "finding.h1-round-amount.title_coinjoin": "{{count}} salidas con cantidades redondas detectadas (denominación CoinJoin)",
  "finding.h1-round-amount.title_other": "{{count}} salidas con cantidades redondas detectadas",
  "finding.h10-p2pkh.description": "Las direcciones legacy P2PKH revelan la clave pública al gastar y tienen comisiones más altas. Aunque tienen un gran conjunto de anonimato histórico, las herramientas modernas de privacidad y los protocolos CoinJoin usan principalmente tipos de dirección más nuevos.",
  "finding.h10-p2pkh.recommendation": "Actualiza a una billetera SegWit nativa (bc1q) o Taproot (bc1p) para mejor privacidad y menores comisiones.",
  "finding.h10-p2pkh.title": "Dirección legacy (P2PKH)",
  "finding.h10-p2sh.description": "Las direcciones P2SH revelan su tipo de script al gastar, reduciendo la privacidad. También tienen un conjunto de anonimato más pequeño que las direcciones SegWit nativas o Taproot.",
  "finding.h10-p2sh.recommendation": "Actualiza a una billetera SegWit nativa (bc1q) o Taproot (bc1p).",
  "finding.h10-p2sh.title": "Dirección Pay-to-Script-Hash (P2SH)",
  "finding.h10-p2tr.description": "Taproot oculta la complejidad del script - firma unica, multisig y timelocks se ven identicos en la cadena via gastos por ruta de clave. Esto es especialmente valioso para multisig y scripts complejos. Sin embargo, la adopcion de Taproot aun esta creciendo, por lo que su conjunto de anonimato es actualmente menor que el de P2WPKH.",
  "finding.h10-p2tr.recommendation": "Taproot es ideal para multisig y scripts complejos donde oculta las condiciones subyacentes. Para firma unica, tanto P2TR como P2WPKH proporcionan fuerte privacidad.",
  "finding.h10-p2tr.title": "Dirección Taproot (P2TR)",
  "finding.h10-p2wpkh.description": "P2WPKH (SegWit nativo) tiene el mayor conjunto de anonimato de cualquier tipo de direccion, haciendo las transacciones de firma unica altamente privadas. Aunque revela el tipo de script al gastar, para firma unica esto no es una preocupacion de privacidad ya que la gran mayoria de usuarios de P2WPKH son de firma unica.",
  "finding.h10-p2wpkh.recommendation": "P2WPKH es una excelente opcion para firma unica. Si usas multisig o scripts complejos, considera Taproot (P2TR) para ocultar los detalles del script.",
  "finding.h10-p2wpkh.title": "Dirección SegWit nativa (P2WPKH)",
  "finding.h10-p2wsh.description": "P2WSH se usa para multisig SegWit nativo y scripts complejos. El script de gasto se revela en la cadena al gastar, lo que reduce la privacidad comparado con Taproot donde los gastos por ruta de clave ocultan el script.",
  "finding.h10-p2wsh.recommendation": "Considera actualizar a una configuración multisig basada en Taproot (MuSig2 o FROST) para mejorar la privacidad.",
  "finding.h10-p2wsh.title": "Dirección multisig SegWit nativa (P2WSH)",
  "finding.h11-wallet-fingerprint.description": "Los metadatos de la transacción revelan características de la billetera: {{signals}}. La identificación de billetera ayuda a los analistas de cadena a reducir el software utilizado, lo que combinado con otros datos puede ayudar a la desanonimización.",
  "finding.h11-wallet-fingerprint.description_identified": "Los metadatos de la transacción revelan características de la billetera: {{signals}}. Estas señales son consistentes con {{walletGuess}}. La identificación de billetera ayuda a los analistas de cadena a reducir el software utilizado, lo que combinado con otros datos puede ayudar a la desanonimización.",
  "finding.h11-wallet-fingerprint.recommendation": "La huella de billetera es difícil de evitar sin modificar el software de la billetera. Las transacciones Taproot (P2TR) ayudan porque los gastos por ruta de clave se ven idénticos. Usar billeteras populares con grandes bases de usuarios reduce el poder de identificación de las huellas.",
  "finding.h11-wallet-fingerprint.title_coinjoin": "Huella de billetera: probablemente {{walletGuess}} (CoinJoin - menos relevante)",
  "finding.h11-wallet-fingerprint.title_identified": "Huella de billetera: probablemente {{walletGuess}}",
  "finding.h11-wallet-fingerprint.title_signals_one": "{{signalCount}} señal de huella de billetera detectada",
  "finding.h11-wallet-fingerprint.title_signals_other": "{{signalCount}} señales de huella de billetera detectadas",
  "finding.h13-ofac-match.description": "Esta dirección coincide con una entrada en la lista de Nacionales Especialmente Designados (SDN) de OFAC del Tesoro de EE.UU. Realizar transacciones con direcciones sancionadas puede tener consecuencias legales graves.",
  "finding.h13-ofac-match.recommendation": "NO envíes fondos a esta dirección. Consulta a un abogado si ya has realizado transacciones con esta dirección.",
  "finding.h13-ofac-match.title": "Dirección sancionada por OFAC",
  "finding.h13-presend-check.recommendation_low": "Este destino parece limpio. Puedes proceder con tu transacción.",
  "finding.h13-presend-check.recommendation_other": "Pide al receptor una dirección nueva y sin usar. Si es un exchange, considera las implicaciones de privacidad.",
  "finding.h13-presend-check.title": "Riesgo del destino: {{riskLevel}}",
  "finding.h2-change-detected.description": "{{signalCount}} sub-heurísticas apuntan a una probable salida de cambio. Cuando se conoce la salida de cambio, se revelan la cantidad exacta del pago y el destinatario.",
  "finding.h2-change-detected.recommendation": "Usa billeteras con aleatorización de salida de cambio. Evita cantidades de pago redondas. Considera usar el mismo tipo de dirección para todas las salidas (Taproot facilita esto).",
  "finding.h2-change-detected.title": "Salida de cambio probablemente identificable (confianza {{confidence}})",
  "finding.h2-change-detected.title_coinjoin": "Salida de cambio probablemente identificable (confianza {{confidence}}) (CoinJoin - poco fiable)",
  "finding.h3-cioh.description": "Esta transacción combina entradas de {{count}} direcciones diferentes. Las firmas de análisis de cadena asumirán que estas {{count}} direcciones pertenecen a la misma entidad. Esta suposición es probabilística pero ampliamente aplicada en la vigilancia comercial de cadena.",
  "finding.h3-cioh.recommendation": "Usa control de monedas para evitar combinar UTXOs de diferentes direcciones. Si la consolidación es necesaria, usa CoinJoin primero para romper el vínculo entre las direcciones de origen.",
  "finding.h3-cioh.title": "{{count}} direcciones de entrada vinculadas por CIOH",
  "finding.h3-cioh.title_coinjoin": "{{count}} direcciones de entrada vinculadas por CIOH (CoinJoin - esperado)",
  "finding.h3-single-input.description": "Esta transacción usa una sola dirección de entrada, por lo que la heurística de propiedad común de entradas no aplica. No es posible el agrupamiento de direcciones solo a partir de las entradas.",
  "finding.h3-single-input.recommendation": "Sigue usando transacciones de entrada única cuando sea posible.",
  "finding.h3-single-input.title": "Dirección de entrada única",
  "finding.h4-coinjoin.description": "{{count}} de {{total}} salidas tienen el mismo valor ({{denomination}}). Este patrón es característico de transacciones colaborativas CoinJoin que rompen el vínculo entre entradas y salidas, mejorando significativamente la privacidad.",
  "finding.h4-coinjoin.description_wabisabi": "Esta transacción tiene {{vin}} entradas y {{vout}} salidas con {{groups}} grupos de salidas de igual valor, consistente con un CoinJoin WabiSabi (Wasabi Wallet 2.0) usando múltiples niveles de denominación. Este patrón rompe el vínculo entre entradas y salidas, mejorando significativamente la privacidad.",
  "finding.h4-coinjoin.recommendation": "CoinJoin es una técnica de privacidad fuerte. Para máximo beneficio, asegúrate de usar un coordinador CoinJoin de buena reputación y considera múltiples rondas.",
  "finding.h4-coinjoin.recommendation_wabisabi": "Los CoinJoins WabiSabi proporcionan excelente privacidad a través de grandes conjuntos de anonimato y múltiples niveles de denominación. Continúa usando CoinJoin para máxima privacidad.",
  "finding.h4-coinjoin.title": "Probable CoinJoin: {{count}} salidas iguales de {{denomination}}",
  "finding.h4-coinjoin.title_wabisabi": "WabiSabi CoinJoin: {{groups}} niveles de denominación, {{totalEqual}} salidas iguales de {{vout}} totales",
  "finding.h4-whirlpool.description": "Esta transacción coincide con el patrón de Whirlpool CoinJoin: 5 salidas iguales en una denominación estándar. Whirlpool proporciona una fuerte privacidad prospectiva al romper los vínculos determinísticos de transacciones.",
  "finding.h4-whirlpool.recommendation": "Whirlpool es una de las implementaciones más fuertes de CoinJoin. Asegúrate de también remezclar (múltiples rondas) para máxima privacidad.",
  "finding.h4-whirlpool.title": "Whirlpool CoinJoin detectado (pool {{denom}})",
  "finding.h5-entropy.description": "Esta transacción tiene {{entropy}} bits de entropía (vía {{method}}), lo que significa que hay ~{{interpretations}} interpretaciones válidas del flujo de fondos. Mayor entropía hace que el análisis de cadena sea menos confiable.",
  "finding.h5-entropy.recommendation_high": "Buen nivel de entropía. Las transacciones CoinJoin pueden lograr entropía aún mayor.",
  "finding.h5-entropy.recommendation_low": "Considera usar CoinJoin para aumentar significativamente la entropía de la transacción.",
  "finding.h5-entropy.title": "Entropía de transacción: {{entropy}} bits",
  "finding.h5-low-entropy.description": "Esta transacción tiene entropía cercana a cero ({{entropy}} bits, vía {{method}}). Esencialmente solo hay una interpretación válida del flujo de fondos, haciendo trivial el rastreo.",
  "finding.h5-low-entropy.recommendation": "Las transacciones con mayor entropía son más difíciles de rastrear. Considera usar CoinJoin para maximizar la ambigüedad de la transacción.",
  "finding.h5-low-entropy.title": "Entropía de transacción muy baja",
  "finding.h5-zero-entropy.description": "Esta transacción tiene una sola entrada y una sola salida, lo que significa que solo hay una interpretación posible. No existe ambigüedad sobre el flujo de fondos.",
  "finding.h5-zero-entropy.recommendation": "Las transacciones con más entradas y salidas naturalmente tienen mayor entropía. Las transacciones CoinJoin maximizan la entropía.",
  "finding.h5-zero-entropy.title": "Entropía de transacción cero",
  "finding.h6-rbf-signaled.description": "Esta transacción señaliza reemplazabilidad RBF (nSequence < 0xfffffffe). Si bien RBF en sí no es una preocupación de privacidad, revela que la billetera del remitente soporta ajuste de comisiones, lo que reduce las posibilidades de software de billetera utilizado.",
  "finding.h6-rbf-signaled.recommendation": "RBF generalmente se recomienda para gestión de comisiones. A medida que más billeteras lo adoptan, esta señal se vuelve menos identificadora.",
  "finding.h6-rbf-signaled.title": "RBF (Replace-by-Fee) señalizado",
  "finding.h6-rbf-signaled.title_coinjoin": "RBF (Replace-by-Fee) señalizado (CoinJoin - comisión del coordinador)",
  "finding.h6-round-fee-rate.description": "Esta transacción usa una tasa de comisión entera exacta de {{feeRate}} sat/vB. Algunos softwares de billetera usan tasas de comisión redondas en lugar de estimaciones precisas, lo que puede ayudar a identificar la billetera utilizada.",
  "finding.h6-round-fee-rate.recommendation": "Esta es una señal menor. La mayoría de las billeteras modernas ahora usan estimación precisa de comisiones.",
  "finding.h6-round-fee-rate.title": "Tasa de comisión exacta: {{feeRate}} sat/vB",
  "finding.h6-round-fee-rate.title_coinjoin": "Tasa de comisión exacta: {{feeRate}} sat/vB (CoinJoin - comisión del coordinador)",
  "finding.h7-op-return.description": "Esta transacción incrusta datos permanentemente en la blockchain vía OP_RETURN. Estos datos son visibles públicamente para siempre.",
  "finding.h7-op-return.description_decoded": "Esta transacción incrusta datos permanentemente en la blockchain vía OP_RETURN. Estos datos son visibles públicamente para siempre. Texto decodificado: \"{{decoded}}\".",
  "finding.h7-op-return.description_protocol": "Esta transacción incrusta datos permanentemente en la blockchain vía OP_RETURN. Estos datos son visibles públicamente para siempre. Protocolo detectado: {{protocol}}.",
  "finding.h7-op-return.recommendation": "Ten en cuenta que los datos OP_RETURN son permanentes y públicos. Evita transacciones que incrusten metadatos innecesarios si la privacidad es una preocupación.",
  "finding.h7-op-return.title": "Datos OP_RETURN incrustados en la transacción",
  "finding.h7-op-return.title_protocol": "OP_RETURN: datos de {{protocol}} incrustados",
  "finding.h8-address-reuse.description": "Esta dirección aparece en {{txCount}} transacciones. Cada transacción desde y hacia esta dirección ahora es trivialmente vinculable por análisis de cadena. La reutilización de direcciones es la práctica más dañina para la privacidad en Bitcoin.",
  "finding.h8-address-reuse.recommendation": "Usa una billetera que genere una nueva dirección para cada recepción (billeteras HD). Nunca compartas la misma dirección dos veces. Considera consolidar fondos a una nueva dirección vía CoinJoin.",
  "finding.h8-address-reuse.title": "Dirección reutilizada en {{txCount}} transacciones",
  "finding.h8-batch-receive.description": "Esta dirección recibió {{totalFunded}} salidas en una sola transacción, probablemente un pago por lotes. Aunque esto crea múltiples UTXOs, no constituye reutilización de dirección ya que solo una transacción está involucrada.",
  "finding.h8-batch-receive.recommendation": "Esto típicamente es causado por retiros por lotes de exchanges. Usa una dirección nueva para la próxima recepción.",
  "finding.h8-batch-receive.title": "Múltiples UTXOs de una sola transacción (pago por lotes)",
  "finding.h8-no-reuse.description": "Esta dirección solo ha recibido fondos una vez. Las direcciones de un solo uso son una práctica fundamental de privacidad en Bitcoin.",
  "finding.h8-no-reuse.recommendation": "Sigue usando direcciones nuevas para cada recepción.",
  "finding.h8-no-reuse.title": "No se detectó reutilización de dirección",
  "finding.h9-clean.description": "No se detectaron UTXOs de polvo y la cantidad de UTXOs es manejable. Este es un estado saludable para la privacidad.",
  "finding.h9-clean.recommendation": "Continúa practicando buena gestión de UTXOs.",
  "finding.h9-clean.title": "Conjunto limpio de UTXOs",
  "finding.h9-dust-detected.description": "Se encontraron {{dustCount}} UTXOs por debajo de {{threshold}} sats (total: {{totalDust}} sats). Los UTXOs minúsculos no solicitados a menudo son \"ataques de polvo\" - entidades de vigilancia envían pequeñas cantidades para rastrear tu gasto. Cuando gastas polvo junto con otros UTXOs, vincula esos UTXOs a través de la heurística de propiedad común de entradas.",
  "finding.h9-dust-detected.recommendation": "NO gastes estos UTXOs de polvo. Congélalos en la función de control de monedas de tu billetera. Si tu billetera no soporta control de monedas, considera cambiar a una que sí lo haga (Sparrow, Bitcoin Core).",
  "finding.h9-dust-detected.title_one": "{{dustCount}} potencial UTXO de polvo detectado",
  "finding.h9-dust-detected.title_other": "{{dustCount}} potenciales UTXOs de polvo detectados",
  "finding.h9-many-utxos.description": "Esta dirección tiene {{utxoCount}} UTXOs. Gastar múltiples UTXOs en una sola transacción los vincula a través de CIOH, reduciendo la privacidad. Los conjuntos grandes de UTXOs también aumentan las comisiones de transacción.",
  "finding.h9-many-utxos.recommendation": "Considera consolidar UTXOs durante períodos de comisiones bajas usando control de monedas, o pásalos por un CoinJoin para romper la vinculabilidad antes de la consolidación.",
  "finding.h9-many-utxos.title": "Conjunto grande de UTXOs ({{utxoCount}} UTXOs)",
  "finding.h9-moderate-utxos.description": "Esta dirección tiene {{utxoCount}} UTXOs. Ten cuidado al gastar - combinar UTXOs en una sola transacción revela propiedad común.",
  "finding.h9-moderate-utxos.recommendation": "Usa control de monedas para seleccionar UTXOs específicos al enviar. Evita la selección automática que combina todos los UTXOs.",
  "finding.h9-moderate-utxos.title": "{{utxoCount}} UTXOs en esta dirección",
  "finding.partial-history.description_partial": "Esta dirección tiene {{totalOnChain}} transacciones en total pero solo las {{txsAnalyzed}} más recientes fueron analizadas. Las transacciones más antiguas pueden contener patrones adicionales relevantes para la privacidad no reflejados en estos resultados.",
  "finding.partial-history.description_unavailable": "Esta dirección tiene {{totalOnChain}} transacciones pero no se pudo obtener el historial de transacciones. No se pudo realizar el análisis de patrones de gasto, por lo que la puntuación puede estar incompleta.",
  "finding.partial-history.recommendation_partial": "Para un análisis completo de direcciones con alta actividad, considera ejecutar un nodo completo con un servidor Electrum local.",
  "finding.partial-history.recommendation_unavailable": "Intenta de nuevo más tarde, o usa un endpoint API personalizado con límites de tasa más altos.",
  "finding.partial-history.title_partial": "Historial parcial analizado ({{txsAnalyzed}} de {{totalOnChain}} transacciones)",
  "finding.partial-history.title_unavailable": "Historial de transacciones no disponible",
  "finding.recommendation_label": "Recomendación",
  "finding.recommendationLabel": "Recomendación",
  "finding.score_impact": "Impacto en puntuación: {{impact}}",
  "finding.scoreImpactLabel": "Impacto en puntuación:",
  "finding.script-mixed.description": "Esta transacción usa {{typeCount}} tipos de script diferentes ({{types}}). Mezclar tipos de script facilita la detección de cambio y puede identificar el software de billetera.",
  "finding.script-mixed.recommendation": "Usa una billetera que envíe el cambio al mismo tipo de dirección que las entradas. Taproot (P2TR) unifica todos los tipos de script.",
  "finding.script-mixed.title": "{{typeCount}} tipos de script diferentes en la transacción",
  "finding.script-mixed.title_coinjoin": "{{typeCount}} tipos de script diferentes en la transacción (CoinJoin - esperado)",
  "finding.script-multisig.description": "Esta transacción contiene {{count}} salidas bare multisig (P2MS). El bare multisig expone TODAS las claves públicas directamente en la blockchain, haciendo trivial identificar a las partes firmantes. Este es un patrón legacy que debería evitarse.",
  "finding.script-multisig.recommendation": "Usa multisig envuelto en P2SH o P2WSH en lugar de bare multisig. Mejor aún, usa Taproot (P2TR) con MuSig2 o FROST para multisig que se ve idéntico a firma única en la cadena.",
  "finding.script-multisig.title_one": "Salida bare multisig detectada",
  "finding.script-multisig.title_other": "Salidas bare multisig detectadas",
  "finding.script-uniform.description": "Todas las entradas y salidas usan el mismo tipo de script, haciendo más difícil la detección de cambio. Un observador no puede usar la discrepancia de tipo de script para identificar la salida de cambio.",
  "finding.script-uniform.recommendation": "Continúa usando billeteras que mantengan tipos de dirección consistentes.",
  "finding.script-uniform.title": "Tipos de script uniformes",
  "finding.spending-high-volume.description": "Esta dirección ha estado involucrada en {{totalTxs}} transacciones. Las direcciones de alto volumen tienen más probabilidad de ser monitoreadas por firmas de análisis de cadena y pueden estar asociadas con servicios, exchanges o negocios.",
  "finding.spending-high-volume.recommendation": "Usa billeteras HD para distribuir la actividad entre muchas direcciones. Evita concentrar la actividad en una sola dirección.",
  "finding.spending-high-volume.title": "Alto volumen de transacciones ({{totalTxs}} transacciones)",
  "finding.spending-many-counterparties.description": "Esta dirección ha enviado o recibido fondos involucrando {{counterpartyCount}}+ direcciones diferentes. Un gran número de contrapartes crea una amplia superficie de exposición y hace que la dirección sea más fácil de agrupar con otras entidades conocidas.",
  "finding.spending-many-counterparties.recommendation": "Usa direcciones separadas para diferentes socios de transacción. Las billeteras HD hacen esto automáticamente.",
  "finding.spending-many-counterparties.title": "Transacciones con {{counterpartyCount}}+ contrapartes",
  "finding.spending-never-spent.description": "Esta dirección ha recibido fondos pero nunca los ha gastado. Esto es característico del almacenamiento frío, lo cual es bueno para la seguridad. Como no existen transacciones de gasto, no se pueden analizar patrones de gasto en la cadena.",
  "finding.spending-never-spent.recommendation": "Cuando gastes desde esta dirección, usa control de monedas y considera CoinJoin.",
  "finding.spending-never-spent.title": "La dirección nunca ha gastado (almacenamiento frío)",
  "finding.timing-locktime-timestamp.description": "Esta transacción usa nLockTime como marca de tiempo UNIX ({{locktime}}), lo cual es inusual. La mayoría de las billeteras usan locktime basado en altura de bloque o 0. El locktime basado en marca de tiempo puede revelar el momento previsto de transmisión y reducir cuando se creó la transacción.",
  "finding.timing-locktime-timestamp.recommendation": "Usa billeteras que establezcan nLockTime a la altura de bloque actual (anti-fee-sniping) en lugar de marcas de tiempo. Bitcoin Core y Sparrow hacen esto por defecto.",
  "finding.timing-locktime-timestamp.title": "nLockTime establecido como marca de tiempo ({{date}})",
  "finding.timing-stale-locktime.description": "El nLockTime ({{locktime}}) está {{diff}} bloques antes de la altura de confirmación ({{blockHeight}}). Esto sugiere que la transacción fue creada mucho antes de ser transmitida, o fue retrasada deliberadamente. Esto puede revelar información sobre los patrones de preparación de transacciones del remitente.",
  "finding.timing-stale-locktime.recommendation": "Transmite las transacciones rápidamente después de crearlas. Los largos retrasos entre creación y transmisión pueden ser detectados y pueden revelar comportamiento de procesamiento por lotes.",
  "finding.timing-stale-locktime.title": "Transacción retenida ~{{diff}} bloques antes de la confirmación",
  "finding.timing-unconfirmed.description": "Esta transacción aún no ha sido confirmada en un bloque. Las transacciones sin confirmar son visibles en el mempool, lo que significa que cualquiera que monitoree la red P2P podría haber visto cuando tu nodo la transmitió, potencialmente correlacionando tu dirección IP con esta transacción.",
  "finding.timing-unconfirmed.recommendation": "Al transmitir transacciones sensibles, usa Tor para conectarte a la red Bitcoin. Considera usar una billetera que transmita vía Tor por defecto (Sparrow, Wasabi).",
  "finding.timing-unconfirmed.title": "Transacción sin confirmar (visible en mempool)",
  "finding.timing-unconfirmed.title_coinjoin": "Transacción sin confirmar (visible en mempool) (CoinJoin - esperado)",
  "input.buttonCheck": "Verificar",
  "input.buttonScan": "Escanear",
  "input.descriptionCheck": "Verifica una dirección de destino antes de enviar bitcoin",
  "input.descriptionScan": "Analiza tu dirección o transacción en busca de fugas de privacidad",
  "input.detected": "Detectado:",
  "input.detectedAddress": "Dirección Bitcoin",
  "input.detectedTxid": "ID de transacción",
  "input.errorInvalid": "Eso no parece una dirección Bitcoin o txid. Verifica e intenta de nuevo.",
  "input.modeCheck": "Verificación pre-envío",
  "input.modeScan": "Escanear",
  "input.placeholderCheck": "Pega la dirección de destino a verificar",
  "input.placeholderScan": "Pega una dirección Bitcoin o ID de transacción",
  "install.description": "Instala como aplicación para acceso más rápido. No se necesita tienda de aplicaciones.",
  "install.installNow": "Instalar ahora",
  "install.title": "Instalar am-i.exposed",
  "loader.diagnosing": "Diagnosticando tu privacidad...",
  "loader.fetching": "Obteniendo datos de mempool.space...",
  "methodology.back": "Volver al escáner",
  "methodology.calculation_heading": "Cálculo",
  "methodology.calculation_text": "Todo análisis comienza desde una <b>puntuación base de 70</b> - representando una transacción Bitcoin típica sin características obviamente buenas o malas. La base está por encima de 50 porque la mayoría de las transacciones no son catastróficamente malas; llevan la exposición normal y de referencia de una blockchain pública y transparente.",
  "methodology.calculation_formula": "puntuacion_final = limitar(70 + suma(todos_los_impactos), 0, 100)",
  "methodology.cross_heuristic_heading": "Inteligencia cruzada entre heurísticas",
  "methodology.cross_heuristic_intro": "Después de ejecutar todas las heurísticas, el motor aplica reglas cruzadas para evitar penalizaciones falsas:",
  "methodology.cross_rule_1_label": "CoinJoin suprime CIOH",
  "methodology.cross_rule_1_text": "las múltiples direcciones de entrada en un CoinJoin pertenecen a diferentes participantes, por lo que la penalización CIOH se anula",
  "methodology.cross_rule_2_label": "CoinJoin suprime cantidades redondas",
  "methodology.cross_rule_2_text": "las salidas iguales en un CoinJoin son la denominación, no una fuga de privacidad",
  "methodology.cross_rule_3_label": "CoinJoin suprime detección de cambio",
  "methodology.cross_rule_3_text": "la identificación de cambio en transacciones CoinJoin no es confiable y penalizarla sería engañoso",
  "methodology.cross_rule_4_label": "CoinJoin suprime mezcla de tipos de script",
  "methodology.cross_rule_4_text": "los tipos de script mixtos son esperados cuando los participantes usan diferente software de billetera",
  "methodology.cross_rule_5_label": "CoinJoin suprime huella de billetera",
  "methodology.cross_rule_5_text": "la identificación de billetera es menos relevante cuando el CoinJoin ya rompe la vinculabilidad del grafo de transacciones",
  "methodology.cross_rule_6_label": "CoinJoin suprime detección de polvo",
  "methodology.cross_rule_6_text": "las salidas pequeñas en transacciones CoinJoin son típicamente comisiones del coordinador, no ataques de polvo",
  "methodology.cross_rule_7_label": "CoinJoin suprime análisis temporal",
  "methodology.cross_rule_7_text": "la temporización de transmisión en CoinJoin es coordinada y no revela el comportamiento individual de los participantes",
  "methodology.cross_rule_8_label": "CoinJoin suprime huella de comisiones",
  "methodology.cross_rule_8_text": "la tasa de comisión y las señales RBF en CoinJoin revelan al coordinador, no la billetera del participante",
  "methodology.cross_rule_9_label": "CoinJoin suprime penalización de sin-conjunto-de-anonimato",
  "methodology.cross_rule_9_text": "la estructura CoinJoin proporciona privacidad más allá de la simple coincidencia de valores de salida",
  "methodology.grade_aplus_description": "Excelente privacidad - CoinJoin, Taproot, sin reutilización, alta entropía",
  "methodology.grade_aplus_detail": "Utiliza técnicas avanzadas de privacidad como CoinJoin que rompen los vínculos determinísticos de transacciones. Mínima exposición de metadatos y fuertes conjuntos de anonimato hacen que el análisis de cadena no sea confiable.",
  "methodology.grade_b_description": "Buena - problemas menores, sin exposición crítica",
  "methodology.grade_b_detail": "No se detectaron fugas de privacidad importantes. Pueden existir problemas menores como la huella de billetera o cantidades de cambio no redondas, pero no permiten un rastreo confiable.",
  "methodology.grade_c_description": "Aceptable - preocupaciones notables, riesgo moderado de rastreo",
  "methodology.grade_c_detail": "Se detectaron algunas preocupaciones de privacidad. Un analista podría identificar patrones como reutilización de direcciones o detección de salida de cambio, pero el panorama general sigue siendo algo ambiguo.",
  "methodology.grade_d_description": "Deficiente - exposición significativa, agrupamiento confiable probable",
  "methodology.grade_d_detail": "Fallos de privacidad significativos. La vigilancia de cadena probablemente puede agrupar direcciones y rastrear flujos de fondos con confianza moderada a alta.",
  "methodology.grade_f_description": "Crítica - fallos graves, rastreo trivial",
  "methodology.grade_f_detail": "Fallos de privacidad graves que hacen el rastreo trivial. Problemas como reutilización intensa de direcciones, cantidades redondas y patrones de billetera identificables crean una imagen clara para cualquier observador.",
  "methodology.grades_heading": "Umbrales de calificación",
  "methodology.grades_col_grade": "Grado",
  "methodology.grades_col_score": "Puntuación",
  "methodology.grades_col_interpretation": "Interpretación",
  "methodology.heuristic_h1_title": "Detección de cantidades redondas",
  "methodology.heuristic_h1_description": "Marca salidas que coinciden con valores redondos comunes de BTC o satoshis. Las cantidades redondas típicamente indican el pago (no el cambio), permitiendo a un observador determinar la dirección del flujo de fondos.",
  "methodology.heuristic_h2_title": "Detección de cambio",
  "methodology.heuristic_h2_description": "Identifica cuál salida devuelve fondos al remitente usando coincidencia de tipo de dirección, análisis de cantidades redondas, heurísticas de entrada innecesaria y patrones de ordenamiento de salidas. La identificación correcta del cambio permite el rastreo multi-salto.",
  "methodology.heuristic_h3_title": "Propiedad común de entradas (CIOH)",
  "methodology.heuristic_h3_description": "Si una transacción gasta múltiples entradas, se asume que todas pertenecen a la misma entidad. Esta es la heurística de agrupamiento fundamental - la herramienta más poderosa en la vigilancia de cadena. Se aplica transitivamente entre transacciones para construir clusters masivos de direcciones.",
  "methodology.heuristic_h4_title": "Detección de CoinJoin",
  "methodology.heuristic_h4_description": "Detecta transacciones CoinJoin de Whirlpool (5 salidas iguales en denominaciones conocidas) y WabiSabi/Wasabi (grandes conjuntos de entradas/salidas con grupos de valores iguales). CoinJoin es la única heurística que aumenta la puntuación de privacidad.",
  "methodology.heuristic_h5_title": "Entropía simplificada (Boltzmann)",
  "methodology.heuristic_h5_description": "Mide cuántos mapeos válidos de entrada a salida existen. Mayor entropía significa más ambigüedad para los adversarios. Usa enumeración exacta para transacciones pequeñas y estimación estructural para las grandes.",
  "methodology.heuristic_h6_title": "Análisis de comisiones",
  "methodology.heuristic_h6_description": "Examina la precisión de la tasa de comisión y la señalización RBF. Las tasas de comisión redondas y patrones RBF específicos ayudan a identificar el software de billetera, reduciendo el conjunto de anonimato.",
  "methodology.heuristic_h7_title": "Detección de OP_RETURN",
  "methodology.heuristic_h7_description": "Identifica datos incrustados en salidas OP_RETURN - marcadores de protocolo (Omni, OpenTimestamps, Counterparty, Runes, Ordinals) y texto arbitrario. Metadatos permanentemente visibles que distinguen la transacción. El impacto se acumula con múltiples salidas OP_RETURN.",
  "methodology.heuristic_h8_title": "Reutilización de direcciones",
  "methodology.heuristic_h8_description": "Detecta direcciones que han recibido fondos en más de una transacción. La reutilización de direcciones es el comportamiento más dañino para la privacidad - crea vínculos determinísticos e irrefutables entre todas las transacciones. Lleva la penalización más severa, escalando con el número de reutilizaciones.",
  "methodology.heuristic_h9_title": "Análisis de UTXOs",
  "methodology.heuristic_h9_description": "Evalúa el conjunto de UTXOs por cantidad, distribución de valores, detección de polvo y riesgo de consolidación. Grandes cantidades de UTXOs representan daño futuro a la privacidad si se consolidan descuidadamente.",
  "methodology.heuristic_h10_title": "Análisis de tipo de dirección",
  "methodology.heuristic_h10_description": "Evalúa el formato de dirección: Taproot (P2TR) oculta la complejidad del script, ideal para multisig y contratos. P2WPKH (SegWit nativo) tiene el mayor conjunto de anonimato, excelente para firma única. Legacy (P2PKH) y envuelto (P2SH) filtran más información.",
  "methodology.heuristic_h11_title": "Huella de billetera",
  "methodology.heuristic_h11_description": "Identifica el software de billetera a través de nLockTime, nSequence, ordenamiento BIP69 y grinding de firma low-R. Aproximadamente el 45% de las transacciones son identificables por software de billetera solo por su estructura.",
  "methodology.heuristic_h12_title": "Detección de polvo",
  "methodology.heuristic_h12_description": "Marca UTXOs pequeños (menos de 1000 sats) como posibles ataques de polvo - una técnica de vigilancia activa donde los adversarios envían cantidades pequeñas que, al gastarse junto con otros UTXOs, vinculan direcciones vía CIOH.",
  "methodology.heuristic_h13_title": "Análisis de conjunto de anonimato",
  "methodology.heuristic_h13_description": "Calcula cuántas salidas comparten el mismo valor, haciéndolas indistinguibles. Mayores conjuntos de anonimato (como en CoinJoin) significan más interpretaciones posibles del flujo de fondos. Las salidas con valores únicos tienen un conjunto de anonimato de 1 y son trivialmente rastreables.",
  "methodology.heuristic_h14_title": "Análisis temporal",
  "methodology.heuristic_h14_description": "Examina patrones de temporización de transacciones incluyendo recencia de transmisión (transacciones sin confirmar arriesgan correlación de IP), anomalías de locktime y valores obsoletos de nLockTime que pueden identificar el software de billetera.",
  "methodology.heuristic_h15_title": "Mezcla de tipos de script",
  "methodology.heuristic_h15_description": "Verifica si las entradas y salidas usan el mismo tipo de script. Los tipos de script mixtos (ej., entrada P2WPKH con salida P2TR) facilitan la detección de cambio. Los tipos de script uniformes mejoran la ambigüedad. También marca salidas bare multisig.",
  "methodology.heuristic_h16_title": "Análisis de patrones de gasto",
  "methodology.heuristic_h16_description": "Análisis a nivel de dirección del comportamiento de gasto incluyendo volumen de transacciones, tasa de rotación de UTXOs y diversidad de contrapartes. Las direcciones de alto volumen o cuentas que nunca gastan pueden indicar patrones de uso específicos como exchanges o almacenamiento frío.",
  "methodology.heuristics_heading": "Heurísticas",
  "methodology.heuristics_intro": "El motor implementa 16 heurísticas que evalúan la privacidad on-chain - 12 a nivel de transacción y 4 a nivel de dirección. Cada una produce un impacto de puntuación aplicado a una puntuación base de 70.",
  "methodology.limitation_1": "El cálculo de entropía es simplificado. El análisis completo de Boltzmann requiere enumeración costosa que es impráctica del lado del cliente para transacciones grandes.",
  "methodology.limitation_2": "Solo se analizan datos on-chain. La inteligencia off-chain (correlaciones de IP, registros de exchanges, inteligencia humana) que usan las firmas de vigilancia no se modela.",
  "methodology.limitation_3": "La huella de billetera cubre las billeteras principales pero no puede identificar todo el software. Las billeteras nuevas u oscuras pueden no ser detectadas.",
  "methodology.limitation_4": "Algunas técnicas de privacidad (como PayJoin) son deliberadamente indetectables on-chain. Una buena puntuación de privacidad no garantiza privacidad, y la ausencia de problemas detectados no significa que no existan.",
  "methodology.limitations_heading": "Limitaciones",
  "methodology.scoring_heading": "Modelo de puntuación",
  "methodology.subtitle": "Cómo se puntúa tu privacidad en Bitcoin. Cada heurística documentada, cada penalización explicada. Las mismas técnicas que usan las firmas de vigilancia de cadena - aplicadas del lado del cliente para mostrarte los resultados.",
  "methodology.tech_ref_link": "Referencia técnica completa (privacy_engine.md)",
  "methodology.threat_model_heading": "Modelo de amenaza",
  "methodology.threat_model_intro": "El análisis modela las capacidades de las <b>firmas de vigilancia de cadena</b> (Chainalysis, Elliptic, CipherTrace) y los <b>exchanges vinculados a KYC</b>. Estos adversarios:",
  "methodology.threat_1_label": "Agrupan direcciones",
  "methodology.threat_1_text": "agrupan direcciones controladas por la misma entidad usando CIOH, detección de cambio y reutilización de direcciones",
  "methodology.threat_2_label": "Vinculan identidades",
  "methodology.threat_2_text": "conectan clusters con personas reales a través de puntos de anclaje KYC (depósitos en exchanges, pagos a comerciantes)",
  "methodology.threat_3_label": "Rastrean flujos de fondos",
  "methodology.threat_3_text": "siguen bitcoin a través de múltiples saltos usando detección de cambio y análisis temporal",
  "methodology.threat_4_label": "Perfilan comportamiento",
  "methodology.threat_4_text": "identifican patrones de gasto, software de billetera, temporización y actividad financiera",
  "methodology.title": "Metodología",
  "methodology.toc_cross_heuristic": "Cruzada entre heurísticas",
  "methodology.toc_grades": "Calificaciones",
  "methodology.toc_heuristics": "Heurísticas",
  "methodology.toc_limitations": "Limitaciones",
  "methodology.toc_scoring": "Puntuación",
  "methodology.toc_threat_model": "Modelo de amenaza",
  "page.description": "Descubre lo que la blockchain sabe de ti. Pega una dirección Bitcoin o un ID de transacción para obtener una puntuación de privacidad con hallazgos accionables.",
  "page.error_title": "El análisis falló",
  "page.example_opreturn": "Datos OP_RETURN",
  "page.example_satoshi": "Dirección de Satoshi",
  "page.example_wabisabi": "CoinJoin WabiSabi",
  "page.example_whirlpool": "CoinJoin Whirlpool",
  "page.feat_coinjoin_desc": "Whirlpool & Wasabi",
  "page.featuresHeading": "Funciones",
  "page.feat_dust": "Ataques de polvo",
  "page.feat_dust_desc": "No lo gastes",
  "page.feat_heuristics": "16 heurísticas",
  "page.feat_heuristics_desc": "Puntuación 0-100",
  "page.feat_wallet": "ID de billetera",
  "page.feat_wallet_desc": "Huella digital",
  "page.hero_prefix": "¿Estoy ",
  "page.hero_suffix": "expuesto?",
  "page.kbd_back": "Presiona",
  "page.kbd_back_suffix": "para volver",
  "page.kbd_search": "Presiona",
  "page.kbd_search_suffix": "para enfocar la búsqueda",
  "page.label_address": "Dirección",
  "page.label_presend": "Verificación de destino pre-envío",
  "page.label_transaction": "Transacción",
  "page.new_scan": "Nuevo escaneo",
  "page.privacy_tip": "Consejo de privacidad",
  "page.tipsHeading": "Consejos de Privacidad",
  "page.retry": "Reintentar",
  "page.tagline": "El escáner de privacidad Bitcoin que tenías miedo de usar.",
  "page.title_checking": "Verificando... - am-i.exposed",
  "page.title_default": "Escáner de privacidad Bitcoin",
  "page.title_risk": "Riesgo",
  "page.title_scanning": "Escaneando... - am-i.exposed",
  "page.trust_client": "100% del lado del cliente",
  "page.trust_opensource": "Código abierto",
  "page.trust_tracking": "Sin rastreo",
  "page.try_example": "Probar un ejemplo",
  "page.try_presend_example": "Probar una verificación de ejemplo",
  "page.presend_fresh": "Dirección nueva",
  "page.presend_reused": "Dirección reutilizada",
  "page.presend_exchange": "Depósito de exchange",
  "page.presend_sanctioned": "Sancionada por OFAC",
  "presend.adviceCritical": "NO envíes a esta dirección. Presenta riesgos graves de privacidad o legales.",
  "presend.adviceHigh": "Pídele al receptor una dirección nueva y sin usar antes de enviar.",
  "presend.adviceLow": "Este destino parece seguro para enviar.",
  "presend.adviceMedium": "Considera pedirle al receptor una dirección nueva.",
  "presend.copied": "Copiado",
  "presend.destinationCheck": "Verificación de destino pre-envío",
  "presend.disclaimerBrowser": "El análisis se ejecutó completamente en tu navegador. Esta es una evaluación basada en heurísticas - siempre verifica de forma independiente.",
  "presend.disclaimerCompleted": "Verificación pre-envío completada",
  "presend.disclaimerDuration": " en {{duration}}s",
  "presend.findingsHeading": "Hallazgos ({{count}})",
  "presend.newCheck": "Nueva verificación",
  "presend.reusedAddressWarning": "Enviar a una dirección reutilizada vincula tu transacción con todas las demás transacciones que involucran esta dirección. El análisis de cadena puede rastrear tu pago fácilmente.",
  "presend.riskCritical": "Riesgo crítico",
  "presend.riskHigh": "Riesgo alto",
  "presend.riskLow": "Riesgo bajo",
  "presend.riskMedium": "Riesgo medio",
  "presend.share": "Compartir",
  "presend.timesReceived": "Veces recibido",
  "presend.totalReceived": "Total recibido",
  "presend.transactions": "Transacciones",
  "presend.viewOnCustom": "Ver en {{hostname}}",
  "presend.viewOnMempool": "Ver en mempool.space",
  "recent.address": "Dirección",
  "recent.clear": "Limpiar",
  "recent.clearHistory": "Limpiar historial de escaneos",
  "recent.title": "Escaneos recientes",
  "recent.transaction": "Transacción",
  "remediation.avoidAddressReuse": "Evita más reutilización de direcciones",
  "remediation.avoidAddressReuseDetail": "Usa una nueva dirección para cada transacción. Habilita las funciones de billetera HD si están disponibles.",
  "remediation.avoidOpReturn": "Evita servicios que incrusten datos OP_RETURN",
  "remediation.avoidOpReturnDetail": "Los datos OP_RETURN son permanentes y públicos. Si un servicio que usas incrusta datos en transacciones, considera alternativas que no dejen metadatos en la cadena.",
  "remediation.betterChangeHandling": "Usa billeteras con mejor manejo de cambio",
  "remediation.betterChangeHandlingDetail": "Cambia a una billetera que use el mismo tipo de dirección para el cambio que para los pagos. Las billeteras Taproot (P2TR) como Sparrow o Blue Wallet ayudan con esto.",
  "remediation.continueCoinJoin": "¡Excelente! Continúa usando CoinJoin",
  "remediation.continueCoinJoinDetail": "Tu transacción CoinJoin proporciona fuerte privacidad. Continúa usando Whirlpool o Wasabi para futuras transacciones. Evita consolidar salidas CoinJoin con UTXOs no-CoinJoin.",
  "remediation.detailedCount": "{{count}} detallados",
  "remediation.doNotSpendDust": "NO gastes la salida de polvo",
  "remediation.doNotSpendDustDetail": "Congela este UTXO en el control de monedas de tu billetera. Gastarlo vinculará tus direcciones. Si debes limpiarlo, envíalo a través de un CoinJoin primero.",
  "remediation.freshStart": "Considera un nuevo comienzo con mejores prácticas de privacidad",
  "remediation.freshStartDetail": "Usa una billetera enfocada en privacidad (Sparrow, Wasabi), genera una nueva semilla y envía fondos a través de un CoinJoin antes de depositar en la nueva billetera. Usa Tor para toda la actividad en la red Bitcoin.",
  "remediation.minimizeMultiInput": "Minimiza transacciones con múltiples entradas",
  "remediation.minimizeMultiInputDetail": "Consolidar UTXOs vincula tus direcciones. Usa control de monedas para evitar gastar desde múltiples direcciones en una transacción. Si debes consolidar, hazlo a través de un CoinJoin.",
  "remediation.stopReusingAddress": "Deja de reutilizar esta dirección inmediatamente",
  "remediation.stopReusingAddressDetail": "Genera una nueva dirección para cada recepción. La mayoría de las billeteras hacen esto automáticamente. Envía los fondos restantes a una billetera nueva usando un CoinJoin o una dirección intermedia.",
  "remediation.switchMultisig": "Cambia de bare multisig a Taproot MuSig2",
  "remediation.switchMultisigDetail": "El bare multisig expone todas las claves públicas en la cadena. Usa multisig envuelto en P2WSH como mínimo, o idealmente Taproot con MuSig2/FROST que se ve idéntico a firma única.",
  "remediation.upgradeTaproot": "Actualiza a una billetera Taproot (P2TR)",
  "remediation.upgradeTaprootDetail": "Las direcciones Taproot (bc1p...) proporcionan la mejor privacidad haciendo que todas las transacciones se vean idénticas en la cadena. También tienen comisiones más bajas. Sparrow, Blue Wallet y Bitcoin Core soportan Taproot.",
  "remediation.urgencyConvenient": "Cuando sea conveniente",
  "remediation.urgencyImmediate": "Actuar ahora",
  "remediation.urgencySoon": "Actuar pronto",
  "remediation.usePayJoin": "Usa PayJoin o CoinJoin para mejor entropía de transacción",
  "remediation.usePayJoinDetail": "Las transacciones simples de 1 entrada/2 salidas tienen baja entropía, haciendo el análisis sencillo. PayJoin (BIP78) agrega entradas del receptor para romper las heurísticas comunes de análisis.",
  "remediation.walletFingerprint": "Considera software de billetera con mejor resistencia a huellas",
  "remediation.walletFingerprintDetail": "Tu software de billetera puede ser identificado a través de patrones de transacción. Bitcoin Core, Sparrow y Wasabi tienen la mejor resistencia a huellas.",
  "remediation.whatToDoNext": "Qué hacer ahora",
  "results.address": "Dirección",
  "results.copied": "Copiado",
  "results.disclaimerApi": "Las consultas API se enviaron a {{hostname}}.",
  "results.disclaimerBrowser": "El análisis se ejecutó completamente en tu navegador.",
  "results.disclaimerDuration": " en {{duration}}s",
  "results.disclaimerHeuristic": "Las puntuaciones son estimaciones basadas en heurísticas, no evaluaciones definitivas de privacidad.",
  "results.disclaimerStats": "{{findingCount}} hallazgos de {{heuristicCount}} heurísticas",
  "results.disclaimerTxAnalyzed": " + {{count}} transacciones analizadas",
  "results.failed": "Error",
  "results.fGradeWarningAddr": "Esta dirección tiene problemas de privacidad graves. La vigilancia en cadena probablemente puede identificar al propietario y rastrear los flujos de fondos. Se recomiendan los pasos de remediación inmediata a continuación.",
  "results.fGradeWarningTx": "Esta transacción tiene problemas de privacidad graves. La vigilancia en cadena probablemente puede identificar al propietario y rastrear los flujos de fondos. Se recomiendan los pasos de remediación inmediata a continuación.",
  "results.findingsHeading": "Hallazgos ({{count}})",
  "results.forNewScan": "para nuevo escaneo",
  "results.highExposureRisk": "Alto riesgo de exposición",
  "results.howScoringWorks": "Cómo funciona la puntuación",
  "results.issueCount": "{{count}} problema",
  "results.newScan": "Nuevo escaneo",
  "results.positiveCount": "{{count}} positivo",
  "results.pressEsc": "Presiona",
  "results.scoringExplainerP1": "Las puntuaciones comienzan en ",
  "results.scoringExplainerP1b": " (línea base) y se ajustan por cada hallazgo heurístico. Los hallazgos negativos (reutilización de dirección, detección de cambio, cantidades redondas) reducen la puntuación. Los hallazgos positivos (CoinJoin, alta entropía, conjuntos de anonimato) la aumentan.",
  "results.scoringExplainerP3": "El motor ejecuta 16 heurísticas basadas en investigación publicada de análisis de cadena. Las puntuaciones se limitan a 0-100. Las transacciones CoinJoin reciben puntuaciones ajustadas que tienen en cuenta sus propiedades de mejora de privacidad.",
  "results.share": "Compartir",
  "results.transaction": "Transacción",
  "results.viewOnCustom": "Ver en {{hostname}}",
  "results.viewOnMempool": "Ver en mempool.space",
  "score.ariaLabel": "Puntuación de privacidad: {{score}} de 100, grado {{grade}}",
  "score.baseScore": "Puntuación base",
  "score.breakdown": "Desglose de puntuación",
  "score.final": "Final:",
  "score.gradeAPlus": "Excelentes prácticas de privacidad",
  "score.gradeB": "Buena privacidad, preocupaciones menores",
  "score.gradeC": "Privacidad aceptable, problemas notables encontrados",
  "score.gradeD": "Privacidad deficiente, exposición significativa",
  "score.gradeF": "Fallos críticos de privacidad detectados",
  "settings.active": "Activo: {{url}}",
  "settings.addApiSuffix": "Agregar /api a la URL",
  "settings.apply": "Aplicar",
  "settings.ariaLabel": "Configuración de API",
  "settings.connected": "Conectado. Usando endpoint personalizado.",
  "settings.corsExplanation": "Las instancias de mempool autoalojadas necesitan",
  "settings.corsExplanation2": "para aceptar solicitudes de este sitio. Agrega esto a la configuración nginx de tu mempool:",
  "settings.corsHeaders": "encabezados CORS",
  "settings.fullSetupGuide": "Guía de configuración completa",
  "settings.howToConnect": "Cómo conectar tu nodo",
  "settings.mempoolApi": "API de Mempool",
  "settings.optionA": "Opción A: Túnel SSH (recomendado)",
  "settings.optionAAbove": "arriba.",
  "settings.optionADesc": "Redirige tu nodo a localhost para evitar el bloqueo de contenido mixto:",
  "settings.optionAEnter": "Luego ingresa",
  "settings.optionB": "Opción B: Proxy inverso HTTPS",
  "settings.optionBDesc": "Configura HTTPS en tu nodo con Caddy o nginx + Let's Encrypt, agrega los encabezados CORS y luego usa tu URL HTTPS.",
  "settings.optionC": "Opción C: Tor Browser + .onion",
  "settings.optionCDesc": "Si este sitio tiene un mirror .onion, usa Tor Browser para visitarlo e ingresa la dirección .onion de tu mempool. Ambos son HTTP, así que no hay bloqueo de contenido mixto.",
  "settings.resetToDefault": "Restablecer a predeterminado",
  "settings.language": "Idioma",
  "settings.network": "Red",
  "settings.selectLanguage": "Seleccionar idioma",
  "settings.selfHostHint": "Apunta a tu propia instancia de mempool.space para máxima privacidad.",
  "settings.title": "Configuración de endpoint API",
  "step.anon.label": "Conjuntos de anonimato",
  "step.dust.label": "Detección de salidas de polvo",
  "step.h1.label": "Cantidades redondas",
  "step.h10.label": "Tipo de dirección",
  "step.h11.label": "Huella de billetera",
  "step.h2.label": "Detección de cambio",
  "step.h3.label": "Propiedad común de entradas",
  "step.h4.label": "Detección de CoinJoin",
  "step.h5.label": "Entropía de transacción",
  "step.h6.label": "Huella de comisiones",
  "step.h7.label": "Metadatos OP_RETURN",
  "step.h8.label": "Reutilización de dirección",
  "step.h9.label": "Análisis de UTXOs",
  "step.script.label": "Análisis de tipo de script",
  "step.spending.label": "Patrones de gasto",
  "step.timing.label": "Análisis temporal",
  "tips.0": "Nunca reutilices una dirección Bitcoin. Las billeteras HD generan automáticamente una nueva dirección para cada recepción.",
  "tips.1": "CoinJoin rompe la heurística de propiedad común de entradas, haciendo el análisis de cadena significativamente más difícil.",
  "tips.2": "Usa Tor al transmitir transacciones. Tu IP puede ser correlacionada con tu actividad on-chain.",
  "tips.3": "Las cantidades de pago redondas (ej. 0,01 BTC) revelan cuál salida es el pago y cuál es el cambio.",
  "tips.4": "Las direcciones Taproot (bc1p...) hacen que todos los tipos de transacciones se vean idénticos on-chain.",
  "tips.5": "Las salidas dust (< 1000 sats) pueden ser polvo de vigilancia. Congélalas en el control de monedas de tu billetera.",
  "tips.6": "El software de billetera puede ser identificado a través de los patrones de nLockTime, nSequence y firmas.",
  "tips.7": "PayJoin hace que el receptor contribuya con una entrada, rompiendo la suposición de que todas las entradas pertenecen al remitente.",
  "tx.changeHint": "¿cambio?",
  "tx.confirmedInBlock": "Confirmada en el bloque {{block}}",
  "tx.fee": "Comisión: {{amount}} ({{rate}} sat/vB)",
  "tx.inputCount": "{{count}} entradas",
  "tx.moreItems": "+{{count}} más",
  "tx.outputCount": "{{count}} salidas",
  "tx.unconfirmed": "Sin confirmar (en mempool)"
}
